{
  "report": [
    {
      "header": "Access",
      "subheader": "Repositioning who we are to meet the needs of society",
      "img": "LQP_0093.jpg",
      "bg": "bg1.svg",
      "rg2": "63,120,189, 0.61",
      "id": "access1",
      "rows": [
        {
          "full": true,
          "left": {
            "size": 100,
            "components": [
              {
                "group": "contents",
                "type": "content-list",
                "config": {
                  "header": "1. STUDENTS: To be the University of Choice",
                  "contents": [
                    "Financing the Dream",
                    "International Students",
                    "Increasing Access through Online Delivery",
                    "Engaging Students through Teaching and Learning",
                    "Student Development: Fostering a Culture of Research",
                    "Student Internships: Facilitating Industry Partnerships",
                    "Recognizing Excellence",
                    "Achievements in Sports",
                    "Student Entrepreneurship",
                    "Student Housing",
                    "A University for All",
                    "Student Events: Photo gallery"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "To be the University of First Choice"
          },
          "left": {
            "size": 75,
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "Standing tall in our vision is the hope that the Mona Campus must be the preferred choice for the many communities we serve: students, neighbours, research affiliates and industry partners; and that government and civil society leaders see us as a major resource for supporting policy and socio-economic development initiatives.",
                    "In 2018, we assessed the uptake of secondary education leading to tertiary education choices and found, according to the most recent census, that the Jamaican population possessing tertiary education qualifications increased from 12.3% in 2001 to 12.8% in 2011.1 Over the same inter-censal period, the Jamaican population aged 15 and over gaining a secondary education, declined from 55.5% in 2001 to 52.7% in 2011. In light of a waning uptake of secondary education, and its implications for a growing under-education in this society, our current drive in the second decade of the twenty-first century to increase access to a university education is both timely and necessary for revitalizing Caribbean development. In the 2018/19 academic year our total student registration showed a 3% increase over the previous academic year. Our marketing in high schools to encourage secondary students into tertiary education stimulates the necessary expansion of both levels of education.",
                    "Although minimal gains were experienced, we were nonetheless able to achieve a steady rise in student registration at the Mona Campus between 2017/2018 and 2018/2019. The Campus in 2018/2019 registered 19,599 students, the highest number ever registered in the 71 years, providing more access than ever before. This was only possible through the efforts of the entire Mona Campus team maximizing the available resources."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "group": "texts",
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "type": "header",
                      "config": {
                        "level": 5,
                        "text": "Further Expansion of the Mona Western Jamaica Campus"
                      }
                    },
                    {
                      "group": "texts",
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "On Friday, March 22, 2019, a Ground Breaking Ceremony was held on Barnett site in Montego Bay to signal the start of construction of the new Mona Western Jamaica Campus."
                        ]
                      }
                    },
                    {
                      "group": "texts",
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "The development of The UWI Mona Western Jamaica Campus (The UWI-WJC) will provide: more tertiary opportunities in Western Jamaica (access); more academic and industry partnerships through collaboration with Barnett Limited (alignment) and; another step toward restoring the financial health of The UWI."
                        ]
                      }
                    },
                    {
                      "group": "texts",
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "The Campus is expected to have a world class School of Management that caters to Business Process Outsourcing (BPO), as well as Financial and Tourism Management. A world class School of Engineering will provide the technical skillset for the BPO sector."
                        ]
                      }
                    },
                    {
                      "group": "texts",
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "Minister of Tourism, The Hon. Edmund Bartlett, expressed his delight at the ceremony. “To see this vision now become a reality under the leadership of Professor Dale Webber, augurs well for tourism and our human capital development strategy.”"
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "Total Enrolment by Faculty",
                  "properties": {
                    "labels": ["FHE", "FOL", "FMS", "FST", "FOE", "FSS", "FOS"],
                    "datasets": [
                      {
                        "label": "2016/17",
                        "data": [2484, 576, 4501, 3484, 0, 7272]
                      },
                      {
                        "label": "2017/18",
                        "data": [2613, 647, 4428, 3639, 0, 7950, 3]
                      },
                      {
                        "label": "2018/19",
                        "data": [2578, 648, 4379, 3298, 262, 8297]
                      }
                    ]
                  }
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "Student Registrations",
                  "properties": {
                    "labels": ["2016-17", "2017-18", "2018-19"],
                    "datasets": [
                      {
                        "label": "Registered Students",
                        "data": [18469, 19408, 19599]
                      }
                    ]
                  },
                  "options": {
                    "title": {
                      "position": "top"
                    },
                    "legend": {
                      "display": false
                    }
                  }
                }
              }
            ]
          },
          "across": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "Total graduates by programme",
                  "properties": {
                    "labels": [
                      "First Degree",
                      "Certificate",
                      "Diploma",
                      "Advanced Diploma",
                      "Higher Degree"
                    ],
                    "datasets": [
                      {
                        "label": "2016/17",
                        "data": [5269, 6501, 6607, 6847, 7050]
                      },
                      {
                        "label": "2017/18",
                        "data": [2210, 2501, 2624, 2643, 2553]
                      },
                      {
                        "label": "2018/19",
                        "data": [4805, 5078, 5478, 5539, 5403]
                      }
                    ]
                  },
                  "options": {
                    "scales": {
                      "xAxes": [
                        {
                          "stacked": true
                        }
                      ],
                      "yAxes": [
                        {
                          "stacked": true
                        }
                      ]
                    }
                  }
                }
              }
            ]
          }
        },

        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Introduction"
                }
              },
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "In this section, we will look at the incentives and actions undertaken to ensure that current and potential students view us as their University of Choice. During the year 2018/2019 we continued to emphasize student inclusivity, provide financial and housing supports to increase student intake and improve the quality of life on the Campus. We also made determined efforts to expand international and regional enrolment, improve teaching and learning tools through our digital platforms, and validate the successes of our students."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Financing the Dream",
                  "id": "financing"
                }
              },
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "To assist qualified students to gain entry to the Mona Campus, a number of scholarships and bursaries were made available to students through the Office of Student Financing (OSF) valuing over JMD$ 900 million. We provided financial assistance based on academic merit and economic need. Several Faculties normally offer bursaries and prizes to high performing students. We feature some new departmental supports that were awarded for the 2018/2019 academic year.",
                    "The Library was also host of the Emerald Ambassador Programme which awarded a second-year student USD$ 500 for winning the competition to become Ambassador for the year. The selected Ambassador served as a Campus Library liaison between Emerald Publishing Limited, United Kingdom, and the student body, helping to raise awareness, value and usage of the UWI Emerald databases through targeted outreach initiatives. The Library was also one of the largest recruiters of student employees. For the reporting period, approximately 228 students were employed which facilitated their registration engagements.",
                    "The Business Development Office (BDO) streamlined initiatives to advance the strategic pillar of providing access to The UWI. A total of JMD$ 1.97 million was collected from its commercial tenants as contributions to the Principal’s Scholarship Fund; scholarships valued at JMD$1 million were provided from Restaurants Associates Limited Group (RAL) for the Burger King and Little Caesars outlets on the Campus to support two (2) students for full tuition fees, meal vouchers, and book expenses each academic year. These scholarships are administered by the Office of Student Financing. The BDO also negotiated and obtained 60 meal vouchers valued at JMD$ 1,000 each from Little Caesars and Burger King. These were distributed to needy students during final exams 2018/2019 through student bodies such as the Guild, and the Office of Special Student Services. A total of six (6) student workers were also employed by the BDO."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "table",
                "config": {
                  "title": "new departmental awards",
                  "headers": [
                    {
                      "data": "Faculty"
                    },
                    {
                      "data": "award/scholarship"
                    },
                    {
                      "data": "value"
                    }
                  ],
                  "rows": [
                    {
                      "header": "Faculty of Science and Technology",
                      "texts": [
                        {
                          "text": "The NCB Best Student in Computer Science/Software Engineering (Level 2)"
                        },
                        {
                          "text": "The NCB Best Student in Information Technology (Level 2)"
                        }
                      ],
                      "values": [
                        {
                          "value": {
                            "text": "JMD$ 50,000"
                          }
                        },
                        {
                          "value": {
                            "text": "JMD$ 50,000"
                          }
                        }
                      ]
                    },
                    {
                      "header": "Faculty of Law",
                      "texts": [
                        {
                          "text": "The Maurice Robinson Prize for Intellectual Property Law"
                        },
                        {
                          "text": "The Noel Levy Prize for Revenue Law"
                        },
                        {
                          "text": "Defying the Odds Award"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 50,000" }
                        },
                        {
                          "value": { "text": "JMD$ 50,000" }
                        },
                        {
                          "value": { "text": "JMD$ 30,000 Gift Voucher" }
                        }
                      ]
                    },
                    {
                      "header": "Faculty of Medical Sciences",
                      "texts": [
                        {
                          "text": "The Smiley’s Voice Foundation Scholarship"
                        },
                        {
                          "text": "The Dr. Pamela DaCamara & Dr. Karl Massiah Scholarship"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "USD$ 1,000" }
                        },
                        {
                          "value": { "text": "USD$ 1,000" }
                        }
                      ]
                    },
                    {
                      "header": "Faculty of Engineering",
                      "texts": [
                        {
                          "text": "Ministry of Education Youth and Information (MoEYI)"
                        },
                        {
                          "text": "Elaine Bryan Scholarship"
                        },
                        {
                          "text": "New Fortress Energy Scholarship"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "Full Scholarship" }
                        },
                        {
                          "value": { "text": "Computers for Students" }
                        },
                        {
                          "value": {
                            "text": "Increased from USD$ 2,500 to USD$ 5,000"
                          }
                        }
                      ]
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "The UWI Development and Endowment Fund (UWIDEF)"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI Development and Endowment Fund (UWIDEF) is a non-profit charitable organization, which was incorporated after Hurricane Gilbert devastated the Mona Campus in 1988. Since its inception, UWIDEF has raised and/or provided almost JMD$1 biillion of assistance to the Mona Campus for critical areas of research, funding for scholarships and much needed capital improvement projects.",
                    "For the academic years 2017/2018 and 2018/2019, UWIDEF awarded over 70 scholarships and bursaries. Scholarships awarded were in excess of $JMD 10 million. New scholarships established during this period included:"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "table",
                "config": {
                  "title": "new scholarships uwidef",
                  "headers": [
                    {
                      "data": "Scholarship/Bursary"
                    },
                    {
                      "data": "Value"
                    }
                  ],
                  "rows": [
                    {
                      "header": "Women’s Studies",

                      "values": [
                        {
                          "value": { "text": "JMD$ 1,000,000" }
                        }
                      ]
                    },
                    {
                      "header": "Rudolph and Dorcas Brown Diamond Anniversary Scholarship",

                      "values": [
                        {
                          "value": {
                            "text": "Increased from JMD$ 100,000 to JMD$ 150,000"
                          }
                        }
                      ]
                    },
                    {
                      "header": "Department of Library Studies Bursaries",

                      "values": [
                        {
                          "value": { "text": "JMD$ 50,000 each" }
                        }
                      ]
                    },
                    {
                      "header": "Spanish Jamaica Foundation",

                      "values": [
                        {
                          "value": { "text": "JMD$ 350,000 each" }
                        }
                      ]
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "type": "header",
                      "config": {
                        "level": 4,
                        "text": "The Erasmus+ Mobility Programme"
                      }
                    },
                    {
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "The International Students Office guides and supports faculty and staff in their applications to participate in various programmes and in submitting bids for participation in the Erasmus+ Mobility Programme. A joint bid submitted by the Universidad de Valladolid and The UWI, Mona for the European Commission’s Erasmus+ International Credit Mobility Project was successful, and the Project has been extended for an additional four (4) years. During the 2018/2019 academic year four (4) students and three (3) faculty members visited Valladolid with full funding under the project."
                        ]
                      }
                    }
                  ]
                }
              },
              {
                "type": "lineChart",
                "config": {
                  "title": "Value (JMD$) of Financial Assistance to Students at The UWI, Mona through the Office of Student Service and Development (OSSD)",
                  "properties": {
                    "labels": ["2016-17", "2017-18", "2018-19"],
                    "datasets": [
                      {
                        "data": [903000000, 941000000, 966000000]
                      }
                    ]
                  }
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "table",
                "config": {
                  "title": "major bursaries awarded through ossd",
                  "headers": [
                    {
                      "data": "Faculty / departement"
                    },
                    {
                      "data": "Number of beneficiaries"
                    },
                    {
                      "data": "JMD$"
                    }
                  ],
                  "rows": [
                    {
                      "header": "Law",
                      "texts": [
                        {
                          "text": "75"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "7,000,000" }
                        }
                      ]
                    },
                    {
                      "header": "Engineering",
                      "texts": [
                        {
                          "text": "65"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "28,500,000" }
                        }
                      ]
                    },
                    {
                      "header": "Medical Sciences",
                      "texts": [
                        {
                          "text": "270"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "475,600,000" }
                        }
                      ]
                    },
                    {
                      "header": "Western Jamaica Campus",
                      "texts": [
                        {
                          "text": "67"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "9,800,000" }
                        }
                      ]
                    },
                    {
                      "header": "University Bookshop",
                      "texts": [
                        {
                          "text": "5"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "80,000" }
                        }
                      ]
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "International Students"
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "International and Regional Enrolment in Full-Time Programmes"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The number of international students increased by approximately 46% while the number of regional students (excluding Jamaica) showed a marginal decrease."
                  ]
                }
              },
              {
                "type": "image",
                "config": {
                  "src": "TIMESrank.png"
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "table",
                "config": {
                  "title": "International and Regional Enrolment in Full-Time Programmes",
                  "headers": [
                    {
                      "data": "academic year"
                    },
                    {
                      "data": "International"
                    },
                    {
                      "data": "regional"
                    },
                    {
                      "data": "total"
                    }
                  ],
                  "rows": [
                    {
                      "header": "2017 / 2018",
                      "texts": [
                        {
                          "text": "133"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "1,675"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "1,808" }
                        }
                      ]
                    },
                    {
                      "header": "2018 / 2019",
                      "texts": [
                        {
                          "text": "194"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "1,670"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "1,864" }
                        }
                      ]
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Strengthening our Position"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Attracting international students has been emphasized as one of the criteria under which The UWI is ranked by the Times Higher Education (THE). Having made its debut in the THE ranking in 2018, the Mona Campus gathered momentum to improve its competitive position and to strengthen areas of weakness in the ranking. International students bring their intellectual strengths and cultural difference to the classroom or research laboratories, providing our students with a vicarious means of engaging with the global world right here in Jamaica. To this end, efforts were made by a number of entities on the Campus to attract more international students and to increase research connections and publication output.",
                    "The International Students Office (ISO) cited the 2018/2019 academic year as one of both challenges and successes in reaching international candidates. The main challenge from an international perspective pertained to the image of the country. The view of Jamaica as a “dangerous” country continued to thwart efforts at recruiting a greater number of international students and attracting both Study Abroad and Exchange students. Much of the year was spent managing various public relations issues having to do with the imposed Zone of Special Operations in various parts of the Island – and particularly in Western Jamaica where our satellite Campus is based. Despite this, the ISO experienced some noteworthy successes such as the extension of funding arrangements by the European Commission, as well as a successful promotional tour of Canadian universities in Ontario. While participating in events overseas during the year, it was heartening to note that despite some reservations voiced, The UWI remained the institution of choice for international partners seeking academic collaborations in the Caribbean."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The ISO hosted 27 Exchange and Study Abroad students during Semester Two, 11 students from Colgate University (located in Hamilton, New York) and 15 Special International Groups during the period under review. These included delegations from Howard University, Washburn University, University of Pittsburgh, University College of Dublin, the European Commission, and the International Federation of the Red Cross. It is expected that the majority of these will lead to formal Agreements in the 2019/2020 academic year.",
                    "The UWI School Nursing (UWISON) welcomed two (2) students from the University of Cagliari, Italy, on a four-month Study Abroad Programme to gain experience in research. Both students completed critical aspects of their research projects under the supervision of Professor Eulalia Kahwa. One student from McMaster University, Canada, visited UWISON to complete her fieldwork for her project Documenting the Status of Nursing and Midwifery Human Resources in Jamaica, the latter also a key activity of the Pan American Health Organization/World Health Organization (PAHO/WHO) Collaborating Centre. Professor Kahwa, who serves as Deputy Director for the Centre and leads its major activities, co-supervised this student with colleagues from McMaster University."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Mona School of Business and Management (MSBM) hosted a group of 13 students from Clayton State University, Georgia, as part of the Study Abroad component of their programme. The students were accompanied by Professor Alphonso Ogbuehi. They participated in lectures, site visits and were exposed to various cultural experiences. The MSBM proposes further dialogue with Clayton State University in 2019/2020 with a view to extending this partnership. In a similar vein, a team of faculty members from the MSBM visited the Florida Atlantic University (FAU) College of Business to explore an opportunity to form a collaborative partnership in faculty exchanges, research collaboration, and study abroad programmes.",
                    "Two (2) undergraduate students in the Social Work Unit had the opportunity to travel with Dr. Claudette Crawford-Brown to the University of Applied Sciences, Utrecht, in the Netherlands. During their stay, the students interacted with social work students on a Netherlands Project which examined Human Trafficking in Jamaica. To further strengthen the international connection with The Netherlands, eight (8) students from University College of Utrecht, accompanied by their professor, were also hosted by The UWI Psychology Unit in collaboration with the Department of Community Health in October 2018.",
                    "Based on an agreement with the Global Institute of Software Technology (GIST) in China, the first cohort of the BSc in Software Engineering programme which is being offered at The UWI China Institute of Information Technology (UWI-CIIT), left for China on September 4, 2018. Under the agreement, UWI students complete the first two years at UWI and the last two years in China. As part of the programme, students also complete a six-month paid internship at an IT company in the Suzhou Industrial Park. What is more, graduating students receive a diploma from GIST and a Bachelors degree from The UWI."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "DSC_2273.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Increasing Access Through Online Delivery"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Online delivery of programmes opens up access to our education resources and allows many students whose work schedules, domestic responsibilities or physical mobility denies them the opportunity to access offerings by The UWI. A number of initiatives were undertaken to support the expansion of online delivery in 2018/2019. The Campus Office of Online Learning (COOL) was established in January 2019 to lead the expansion of online delivery of courses and programmes across the Campus. The focus of the Office has been on encouraging a more effective use of the Campus’ Learning Management System (LMS) for teaching and learning, guiding the conversion of existing courses for blended and online delivery, and reviewing and drafting guidelines to facilitate standardization of existing online delivery efforts at the Campus level. The COOL is central to the fulfillment of The UWI’s Digital Transformation initiative.",
                    "The Campus increased course repositories on the online platform, Our Virtual Learning Environment-Moodle (OurVLE-Moodle), by 26%, from 2,300 to 2,892. Currently, the Faculty of Humanities and Education leads the way in online programme offerings."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "10483140_10152744635518899_9194979094202279609_o(1).jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "During the 2018/2019 academic year, 455 students were registered in online programmes of which 72% were studying in Humanities and Education followed by 21% in Medical Sciences. Overall, more postgraduate students (60%) were registered online compared to undergraduate students (40%)."
                  ]
                }
              },
              {
                "type": "columnChart",
                "config": {
                  "title": "Student Registration in Online/Blended Programmes",
                  "properties": {
                    "labels": [
                      "Humanities & Education",
                      "Medical Sciences",
                      "Science & Technology",
                      "Social Sciences",
                      "Sports"
                    ],
                    "datasets": [
                      {
                        "label": "Registered Students",
                        "data": [327, 95, 22, 9, 1]
                      }
                    ]
                  },
                  "options": {
                    "title": {
                      "position": "top"
                    },
                    "legend": {
                      "display": false
                    },
                    "scales": {
                      "yAxes": [
                        {
                          "display": true
                        }
                      ]
                    }
                  }
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Sir Arthur Lewis Institute for Social and Economic Studies (SALISES) sought to increase access for students, by converting the face-to-face MSc Development Studies to online delivery mode. In October 2018, SALISES advertised its MSc programme on the masterstudies.com recruitment platform. Use of the website yielded 59,926 impressions, 2,975 clicks, and 226 interested applicants. The online programme, which is expected to commence in the academic year 2020/2021, will result in increased student access, regionally and internationally. Efforts to provide more online programmes, with aggressive marketing, is likely to widen access to a tertiary education, especially for international students."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 3,
                  "text": "Introduced for Students"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "A number of academic courses and programmes were rolled out as a means of attracting new students. Students themselves request new options for programmes and courses that outfit them for a changing world of work. For many students, finding a job means possibly creating a job for themselves."
                  ]
                }
              },
              {
                "type": "image",
                "config": {
                  "src": "BAMusicand Performance Studies flyer (2).jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The changing technologies of communication, industry and business models also require us as a University to review our curricula and outfit the programmes with state-of-the-art literature, new formats for delivery and cross- disciplinary choices. For example, an MSc in Media Management, offered jointly by the Mona School of Business and Management and the Caribbean School of Media and Communication (CARIMAC), was approved for delivery in 2019/2020. The first of its kind in the Caribbean, the programme will deliver instruction in the management of contemporary media systems inclusive of own-account enterprises. Graduates are expected to be effective media managers who can adapt to changing platforms. The Faculty of Humanities and Education also introduced two (2) full fee-paying programmes, the BA in History and Journalism and the BA in Music and Performance Studies. As part of the drive for financial self-sufficiency, the Faculty secured a JMD$ 4 million grant from the CHASE Foundation for the purchase of musical instruments. These programmes, with specific provisions for practica and internships, are expected to produce job-ready graduates well acquainted with industry standards.",
                    "The Department of Medicine launched a new DM in Dermatology on July 1, 2019. This programme was long in gestation, although there was a great need to provide locally qualified dermatologists since there were no prior local/regional opportunities for training. The first cohort saw four (4) students being admitted, with a teaching complement of five (5) dermatologists."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "To take advantage of new developments, the Department of Computing (DoC) launched a new programme in Applied Data Science. Data science is among the most needed skills of the Fourth Industrial Revolution. Big Data and Machine Learning are playing important roles in several sectors. The programme is offered at the certificate, advanced diploma, and master’s degree levels.",
                    "Within the Faculty of Social Sciences, four (4) economics courses on offer at the St. Augustine Campus were adopted for delivery in 2019/2020: Urban and Regional Economics; Energy Economics; Health Economics: Theory and Policy; and Labour Economics. In addition, The UWI Centre for Disability Studies (UWICDS) developed the following courses for delivery in 2019/2020: Understanding Persons with Disabilities; Disability, Law and Society; and Disability and Development. These courses collectively serve to broaden the appeal of the social sciences to individuals and organizations.",
                    "Responding specifically to the national development agenda and to the SDG on climate change, The Centre for Excellence in Teaching and Learning (CETL) partnered with The UWI’s Disaster Risk Reduction Centre (DRRC) on developing three courses for the region and the first section of a Master’s degree programme on disaster risk reduction/ disaster risk management. The courses cover critical areas of disaster risk management including leadership, risk reduction and health management."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 3,
                  "text": "Engaging Students through Teaching and Learning"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In addition to forging partnerships that were beneficial to students’ professional development, efforts to improve teaching and learning generally on the Campus are continuous and an ongoing strategy to respond to student and industry needs. During the 2018/2019 academic year a number of initiatives were added to engage students both academically and professionally. Extensive reviews were undertaken in 2018/2019 of the postgraduate and undergraduate Nursing programmes to achieve compliance with the World Health Organization’s Revised Competencies for Nursing Education and Practice (2016) and to reflect the priority areas of the Nursing Council of Jamaica and the Regional Nursing Body. An implementation target date is set for September 2021/2022.",
                    "To improve student learning, the Department of Computing began using the HackerRank ™ platform. The online platform allows faculty members to create programming problems to which students submit written solutions. The submissions are automatically tested and graded, and the students are immediately informed about the suitability of their submissions. Students are also permitted to resubmit solutions, encouraging them to learn from errors.",
                    "At the Western Jamaica Campus, a concerted effort was made to equip students with special skills to elevate their writing from high school to university level. At the Institute of Caribbean Studies, students were provided with detailed rubrics for all their assignments, thus improving their performance in presenting coursework."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IMG_2433.jpg"
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Health Professions Education Unit (HPEU) through its Faculty Development Workshops on Item-Writing, Blueprinting, Standard Setting, Flipped Classroom, and Leadership promoted and enhanced the quality of teaching, learning and student development in the Faculty of Medical Sciences during 2018/2019. Consultations in quality assurance and accreditation by the HPEU (to MBBS, Dentistry, Diagnostic Imaging) further contributed to improving the quality of academic undergraduate programmes in the Faculty of Medical Sciences.",
                    "The UWI Mona Library continued to play a major role in supporting teaching and learning through its thesis scrutiny, consultation and proactive programmes. During the year under review, the Library hosted 188 theses consultations and scrutinized 47 theses. It also conducted workshops for postgraduate students on Plagiarism, Referencing, Endnote, and Thesis Preparation. The Library hosted 3 workshops with librarians and the Faculties on avoiding predatory journals. During Research Days 2019, the Library conducted 14 workshops/seminars focusing on a number of areas including APA referencing, Chicago referencing, digitization, and copyright. One hundred and eighty-two (182) persons participated in these workshops."
                  ]
                }
              }
            ]
          },
          "across": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Such efforts, undertaken in each department and faculty over the 2018/2019 academic year to engage students with novel information in different teaching and learning strategies, will incrementally improve student academic performance and redound to The UWI’s research endeavours and the region’s human capital."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Student Development: Fostering a Culture of Research"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Graduate student enrolment at the Mona Campus is heavily geared towards taught Masters programmes, with a smaller but highly motivated group of research students working towards Masters and Doctors of Philosophy degrees. The large Masters cohorts represent an opportunity to prepare students for entry into Doctoral studies. The period of graduate studies training is also well-placed to develop research and writing skills of students to enhance The UWI publication profile. During the previous academic year, a number of departments led special projects to strengthen students’ research and writing skills."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Initiatives By Faculty"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Office of Graduate Studies and Research (OGSR) hosted a Getting Started workshop that was incorporated into the Orientation exercise. A series of ongoing measures were also implemented throughout the year to improve the graduate supervision experience, among these: guidelines were introduced for chairing Oral examinations and PhD upgrade seminars, and specific criteria were established for appointing supervisors. Mentorship programmes were implemented to further enhance the level of research productivity among graduate students. The Mona Association of Postgraduate Students (MAPS) also hosted a Thesis workshop in the first semester. The Library continues to be an active participant in all activities. There were a number of initiatives at Faculty level specifically geared at fostering a sense of community and strengthening the research proficiencies of our students:"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "table",
                "config": {
                  "title": "Faculty Initiatives to Improve Student Research",
                  "headers": [
                    {
                      "data": "Faculty"
                    },
                    {
                      "data": "initiative"
                    }
                  ],
                  "rows": [
                    {
                      "header": "Social Sciences",

                      "values": [
                        {
                          "value": {
                            "text": "Research Refresher Series which included sessions on",
                            "list": {
                              "type": "list",
                              "config": {
                                "items": [
                                  "Designing the study",
                                  "Developing the research proposal for ethics committee",
                                  "Qualitative Research",
                                  "Structural equation modelling",
                                  "Past students share success stories"
                                ]
                              }
                            }
                          }
                        },

                        {
                          "value": {
                            "text": "A Dean’s Reception for graduate students and the Graduate Student Awards Ceremony"
                          }
                        }
                      ]
                    },
                    {
                      "header": "Humanities And Education",

                      "values": [
                        {
                          "value": {
                            "text": "Weekly, and sometimes fortnightly, staff/postgraduate student seminars where students and supervisors discuss research findings. The aim is to assist throughput in research driven graduate programmes."
                          }
                        }
                      ]
                    },
                    {
                      "header": "Medical Sciences",

                      "values": [
                        {
                          "value": {
                            "text": "Hosted Teaching Skills workshops"
                          }
                        }
                      ]
                    },
                    {
                      "header": "Science and Technology",

                      "values": [
                        {
                          "value": {
                            "text": "Implemented Grant Writing workshops"
                          }
                        }
                      ]
                    },
                    {
                      "header": "Law",

                      "values": [
                        {
                          "value": {
                            "text": "Held a student seminar on Legal Writing"
                          }
                        }
                      ]
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Graduate students from The UWI School of Nursing (UWISON) participated in the School’s biweekly Journal Club providing opportunities for peer review of proposals, manuscripts, and research findings. A similar initiative was embraced in the Department of Microbiology where staff and students at different levels were encouraged to present and discuss articles of interest from reputable journals. In addition, the Department of Microbiology hosted weekly research meetings where carefully selected papers were reviewed for content, impact, and methodology. Different members of staff led the discussions each week. DM students were also advised to do the Collaborative Institutional Training Initiative (CITI) programme on research ethics in the first year of the programme and to submit research papers to the Faculty’s Annual Research Conference. During 2018/2019, five (5) postgraduate students in the Department were either current or newly accepted National Institute of Health (NIH) Fogarty Scholars. The scholars comprised Ms. Suzette Cameron, Dr. Ynolde Ley-Thomas, Dr. Camille Blake, Ms. Tiffany Butterfield and Mr. Chadwic Mears."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Research and Publication Grants"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Eighty-four (84) graduate students received funding from Research and Publication Grants to support their research efforts. The 2018/2019 allocation for the Mona Campus for Post Graduate Research was JMD$ 31,858,553. Grants were used to purchase equipment and supplies; for assistance with research; to present papers and posters at international conferences; and to facilitate training and observation at overseas laboratories. Developmental activities, such as workshops, were continuously supported throughout the year, supporting faculty drives to foster a culture of research."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "type": "header",
                      "config": {
                        "level": 5,
                        "text": "NIH Fogarty Scholars"
                      }
                    },
                    {
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "Ms. Tiffany Butterfield and Mr. Chadwic Mears, NIH Fogarty Scholars in the Department of Microbiology, who are being supervised by Dr. Joshua Anzinger, have already received advanced training at several research institutions. Ms. Butterfield, while at the University of Buffalo, gained the ability to perform bioinformatic pathway analysis for her research project and Mr. Mears gained training in diagnostic arbovirus techniques for his research project while at the Wadsworth Laboratory in Albany, New York. Mr. Mears was also selected for advanced sequencing training at the Research Center for Zoonosis Control, Hokkaido University, sponsored by the Japanese Government."
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Student Internships: Facilitating Industry Partnerships"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Department of Computing (DoC) added nine (9) more companies to the list of 29 where students were placed as interns. The UWI-NCB Digital Agile Lab, which the Department manages in collaboration with the Mona School of Business and Management, commenced the second cohort of 15 interns and trained them over a period of 16 weeks. The interns were trained to fill key roles such as Software Developers, Customer Experience and Design experts, and Data Scientists at the National Commercial Bank (NCB). All 15 interns were subsequently hired by the NCB, a strong example of the Academic/Industry partnership at work.",
                    "Five (5) students from the Faculty of Science and Technology (FST) were beneficiaries of the Annual Huawei Jamaica Seeds for the Future programme. They are: Mr. Jachin Mullings, Mr. Jhamali Vassell, Mr. Jahmin Chambers, Ms. Kaycilee Wright and Mr. D’Angelo Campbell. The Programme seeks to develop local information and communications technology talent, enhance knowledge transfer, promote a greater understanding of, and interest in, the ICT sector, and improve and encourage regional building and participation in the digital community. The students participated in a two-week internship at Huawei in China with the company covering all major expenses.",
                    "Part of the mission of the Mona School of Business and Management (MSBM) is to “foster innovation for the positive transformation of Caribbean enterprises through the development of world-class business professionals and research-based solutions”. To this end, they partnered with approximately 20 companies in Kingston and Montego Bay to provide practical solutions to business problems, through the MSBM Graduate Programme Field Project. Approximately 120 students from both the Mona and Western Jamaica Campuses recently completed their projects through a partnership with both public and private sector companies across a range of industries including finance, aviation, marketing and information technology."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "Huaweiseedsfor the future 2018.jpg",
                  "captions": [
                    "(Seated, front row, from left) UTech Deputy President, Professor Colin Gyles; Huawei Jamaica Country Manager, Mr. Allen Chen; Former Minister of Education then Senator Ruel Reid and UWI Mona Principal, Professor Dale Webber, with the 2018 recipients of Huawei's 'Seeds for the Future' awards."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 3,
                  "text": "Recognizing Excellence"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "One of the enduring objectives of The UWI Strategic Plan is the development of student attributes that embody the ideal graduate; acknowledging the successes of those who have made the Campus proud through their sterling achievements reinforces the commitment to this objective. The Mona Campus is proud of those students who excelled in various spheres.",
                    "As part of the Annual Student Orientation activities, the Faculty of Social Sciences launched an essay competition on the topic The UWI at 70: The Relevance of a University Education in the 21 Century Workplace. Ms. Maia Labastide, the competition winner, presented her paper at the Dean’s Welcome Ceremony. Mr. Desmond Campbell, a Nursing student at the Mona Western Jamaica Campus, was the recipient of the Nursing Student of the Year award for 2018/2019. This award was granted by LASCO and the Nursing Association of Jamaica. Mr. Campbell represented the first male to earn the title. The win was significant for opening doors to diversity in the health professions and for highlighting UWISON’s success over the last four (4) years.",
                    "Other students who were recognized at the national level were valuable ambassadors of The UWI brand. Mr. Jordon Freeman received the 2018 Innovation Youth Award for his reduced calorie ''Healthy Sugar''; and the 2019 Governor General’s Achievement Award. Dr. Phylicia Ricketts, who recently completed her PhD in Applied Physics at The UWI, Mona, was awarded the Prime Minister’s Youth Award for Innovation in Science and Technology. Dr. Aldeam Facey received the Prime Minister’s Youth Award for Excellence in the category of Innovation in Science and Technology for work done while pursuing his PhD in Biochemistry. The study quantified adipocytic contributions to basal lactate and created a novel metabolic profile of Jamaican athletes. Ms. Eleanor Terrelonge, a Graduate student in The Department of Basic Medical Sciences and founder of the Jamaica Climate Change Youth Council (JCCYC), was among the 2018 Prime Minister’s Youth Award recipients. Dr. Shadae Foster, a PhD Biochemistry graduate of The UWI, Mona Campus, was also the 2018 recipient of the Young Scientists Award from the Ministry of Science and Technology."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "ShadaeFoster.jpg",
                  "captions": [
                    "Dr. Shadae Foster, recipient of the Young Scientists Award"
                  ]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "EleanorTerrelonge.jpg",
                  "captions": [
                    "Ms. Eleanor Terrelonge, recipient of the Prime Minister's Youth Award"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI brand took further global accolades during the previous academic year when a number of talented students were recognized internationally for their outstanding performance. Mr. Cornel Bogle, First Class Honours student in Literatures in English, was the proud winner of the 2018 Herb Wyile Prize in Canadian Literature. His award-winning essay, The Politics of Homosociality in Austin Clarke’s ‘In the City,’ was published in Studies in Canadian Literature. As a requirement for the BA in Librarianship, Mr. Demar Ludford, was attached to the Brooklyn Public Library in the United States as an intern. While collating and classifying a set of archival collections, Mr. Ludford found a subset of papers on Martha Gayle, a Jamaican who travelled to the United States in the ninteen twenties and became a naturalized citizen in 1947. Driven by intellectual curiosity, Mr. Ludford wrote an essay about Miss Gayle which was highly commended and later published on the website of the Brooklyn Public Library.",
                    "After a series of technical and behavioural interviews with representatives from Goldman Sachs, Mr. Michael Calloo, a student from the Department of Computing, succeeded in getting an internship at the Technology Division of Goldman Sachs Services (Asia) Limited in Hong Kong in the summer of 2019. He was subsequently offered a full-time job starting in January 2020, thus forging new paths for other students in educational and job opportunities.",
                    "The Mona Association of Postgraduate Students Debate Team, comprised of students from the Department of Government, were the 2019 Champions of The UWI Inter-Campus Postgraduate Debate Competition. The debaters were accompanied by their coach, Ms. Kemesha Kelly, a Lecturer in the Department of Government."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "carousel",
                "config": {
                  "images": [
                    "DemarLudford.jpg",
                    "MarthaGaylecollection.jpg",
                    "MarthaGaylecollection (2).jpg"
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": ["Mr. Demar Ludford’s Martha Gayle Collection"]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "IMG-20200214-WA0036.jpg",
                  "captions": [
                    "Congratulations to The UWI Mona Postgraduate Debating Team for retaining the title for the 6 consecutive year. th L - R: Mr. Chavon Rogers, Ms. Regan Reid, Ms. Kemesha Kelly (Coach), Ms. Ren-Neasha Blake, & Mr. Steven Gardiner"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In the Faculty of Engineering, The UWI Institute of Electrical and Electronics Engineers (IEEE) Student Branch placed third in the IEEE Southeastern Conference Robotics Open Competition in Alabama, in 2019. Mr. Dominic Mills-Howell (MPhil Mathematics) attended the 69 Lindau Nobel Laureate Meeting in Lindau, Germany from June 30 to July 5, 2019. He was one of 580 young scientists representing 89 countries and chosen out a pool of more than 20,000 candidates from all over the world. He was the only Jamaican representative. The Lindau Nobel Laureate Meetings foster exchange among scientists of different generations, cultures, and disciplines. Annually, around 30-40 Nobel Laureates convene in Lindau to meet the next generation of leading scientists, including undergraduates, PhD students, and post-doc researchers from around the world."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Mr. Chevano Baker, graduate of The University of the West Indies, Mona Campus, was selected as the 2019 Rhodes Scholar. He graduated with a BSc (First Class Honours) in Actuarial Science after winning the prestigious UWI Open Scholarship in 2013. He was then awarded a JN Foundation/University of Birmingham Legacy Scholarship, where he pursued an MSc in Financial Economics. The Rhodes Scholarship is tenable at the University of Oxford in the United Kingdom."
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "These students, and many more like them, are ambassadors of The UWI personifying the ideal graduate while enhancing our brand. Their successes demonstrate that we prepare students for the local, regional and global market as recommended in The UWI Strategic Plan."
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 3,
            "text": "Achievements in Sports"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Thirteen (13) new graduate programmes were approved for future delivery. These cover areas such as pain management; applied data science; coaching; kinetics; biomechanics; and strength and conditioning. Students at the Mona Campus also celebrated some noticeable sporting wins for 2018/2019:"
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Akim Fraser, a scholarship athlete, was named to the Jamaica Scorpion Cricket Team in February 2019 where he took five (5) wickets on his debut in first class cricket and was named “Man of the Match”. He was also named to the West Indies A team and played in a friendly match against India. In this encounter he took four (4) wickets overall. The UWI Mona team, an all student team, won the Jamaica Cricket Association Junior Cup Championship and placed third in the Jamaica Cricket Association Senior T20 Championship."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Mona Campus male football team won both of the Jamaica Intercollegiate Sports Association (Intercol) Football competitions (the Greg Garrel Knockout and the Intercol League) for the first time. The team featured both Sports scholarship and non-scholarship students."
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Both Male and Female Hockey Teams placed first in the Inter-collegiate competition for the year. Mr. Fedrick Dacres, one of our student-athletes, became the first Jamaican to gain a Diamond League Trophy in a throwing event by winning four of five Discus Throwing events in the Diamond League circuit for the year. He became the Pan Am Games Record holder after 36 years of winning that event with a throw of 68.67m. He is the Jamaican Record Holder in Discus after he threw a distance of 70.78 at the Rabat Diamond League and became the Intercol Track and Field Championship record holder at the 2019 Championship in the Discus event. He was also winner of the Shotput at this event."
                  ]
                }
              }
            ]
          },
          "across": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IMG_3451.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Student Entrepreneurship"
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Ja Bio Plastics"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The MSBM continues to lead teams in The UWI Vincent HoSang Venture Competition (UWIVC). Five teams represented The UWI at the National Business Model Competition (NBMC) - Ja Bio Plastics, Pree Labs, Carib Voxx, Align and ReRoute - at the final round of the competition in March 2019. The UWI placed first and third in the competition, with two (2) of the five (5) student-entrepreneur teams securing a combined cash prize of JMD$ 2.5 million. The first place prize went to Team JA Bio Plastics, a student-entrepreneur team comprising Mr. Jordon Freeman and Ms. Samantha Williams. The team presented an eco-friendly alternative to plastic bags which copped them a cash prize of $JMD 2 million and an all-expense paid trip to the International Business Model Competition later that year. Although they did not place among the top three winners at the International Competition, they received honourable mention, shining the spotlight, once again, on the Mona Campus’ commitment to preserving and protecting the environment. The MSBM provides the teams with mentorship, training and support. These students competed against thirteen other teams across four (4) universities - The UWI, Northern Caribbean University, University of Technology Jamaica and Edna Manley College of the Visual and Performing Arts. This is the 2 consecutive year that The UWI has won the Competition."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "image1jan -april.jpg",
                  "captions": [
                    "Ms. Samantha Williams and Mr. Jordon Freeman winners of The UWI Vincent HoSang Venture Competition"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "The Rush Alert App"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "A main priority of The UWI Mona is to provide a safe environment for our staff and students. In helping us to fulfil this mandate, a four-member team comprising Mr. Marvin Richards, Mr. Odaine Williams, Mr. Jhamali Vassel, and Mr. Ramon McLaren created a security notification mobile application feature, Rush Alert, to address the security concerns of The UWI community. The Rush Alert App enables an individual in distress to send status alerts to a list of predefined contacts. Pre-coded messages, or alerts, (e.g., “I feel unsafe”) are available to users to indicate their current state to their contacts. If a user fails to “check in” the application will initiate the issuance of a corresponding status alert to their list of contacts. Analytics from Rush Alert will also be used to inform security practices on the Campus. Approval is now being sought for the implementation and use of the App."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "rushapp.png",
                  "captions": ["Rush Alert app login screen"]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Student Housing"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Halls of Residence function as learning communities for students who are being prepared for twenty-first century leadership. This is in keeping with the strategic aim of The University of the West Indies to provide nurturing environments which support teaching, learning and student development. The mission of the Halls is therefore to provide an aesthetically and intellectually appealing environment which fosters the qualitative advancement of student learners through creative, engaging and student-centred programmes and methodologies."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "hall-growth-trans.png",
                  "captions": ["Growth in Students Residing on Halls"]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "A university for All"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "For the 2018/2019 period the Office of Student Services and Development (OSSD) welcomed a total of 53 students with disabilities – 26 males and 27 females. Of that total 47 were registered undergraduate students and the remaining 6 were graduate students. Linked to this, The UWI Centre for Disability Studies in collaboration with the OSSD secured summer internship for six (6) students with disabilities. Additionally, there are approximately 21 current or former Wards of the State currently enrolled in programmes at The UWI, one of whom is a scholarship recipient.",
                    "The Mona Social Services (MSS), UWI, awarded eight (8) scholarships for the 2018/2019 academic year valued at approximately JMD$ 2 million, to residents of African Gardens, August Town, Bedward Gardens, Hermitage and Mona Common. These scholarships provide residents who live in the underserved communities surrounding the Campus an opportunity to pursue Degree programmes at The UWI. The recipients are all mandated to undertake 52 community service hours annually and participate in at least 2 personal development sessions. The sessions are aimed at helping to enrich their University life experiences and assist them in coping with a different environment to that which they are accustomed.",
                    "Thirty-five (35) students attached to the Dentistry Programme and 236 students in the MBBS programme were granted tuition waivers for the 2018/2019 academic year; the total dollar value amounted to JMD$ 477,446,668. In addition to providing scholarships and grants, some students were also provided with opportunities to earn additional income. Twenty-five (25) vulnerable women received financial assistance through the Mary Seacole Hall student worker programme."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "table",
                "config": {
                  "title": "number of students with disabilities by faculty",
                  "headers": [
                    {
                      "data": "Faculty"
                    },
                    {
                      "data": "2016/17"
                    },
                    {
                      "data": "2017/18"
                    },
                    {
                      "data": "2018/19"
                    }
                  ],
                  "rows": [
                    {
                      "header": "Humanities & Education",
                      "texts": [
                        {
                          "text": "24"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "40"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "38" }
                        }
                      ]
                    },
                    {
                      "header": "Law",
                      "texts": [
                        {
                          "text": "6"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "6"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "12" }
                        }
                      ]
                    },
                    {
                      "header": "Medical Sciences",
                      "texts": [
                        {
                          "text": "23"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "31"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "29" }
                        }
                      ]
                    },
                    {
                      "header": "Science & Technology",
                      "texts": [
                        {
                          "text": "42"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "42"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "41" }
                        }
                      ]
                    },
                    {
                      "header": "Engineering",
                      "texts": [
                        {
                          "text": "--"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "--"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "3" }
                        }
                      ]
                    },
                    {
                      "header": "Social Sciences",
                      "texts": [
                        {
                          "text": "101"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "106"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "110" }
                        }
                      ]
                    },
                    {
                      "header": "Institute for Gender & Development Studies",
                      "texts": [
                        {
                          "text": "5"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "1"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "1" }
                        }
                      ]
                    },
                    {
                      "header": "Sport",
                      "texts": [
                        {
                          "text": "--"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "0"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "0" }
                        }
                      ]
                    },
                    {
                      "header": "Total",
                      "texts": [
                        {
                          "text": "201"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "226"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "234" }
                        }
                      ],
                      "foot": "footer"
                    }
                  ]
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "Number of students with Disabilities (reported medical conditions) by Faculty"
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Increasingly, the Mona Campus has ensured that its buildings and facilities are accommodating to the physically challenged, that we mark out and help those who need financial assistance and that we encourage access to different language groups. Potential and current students are informed of available subventions to assist them in making life decisions about education.",
                    "Students are our number one clients and most important partners. Access to a UWI education is perhaps the most significant opportunity for self-actualization. The multi-faceted approaches of the Mona Campus in terms of entry opportunities, financing, course modification and development, internships and research are critical parts of the Campus’ vision and success. The Mona Campus stands proud in its efforts to provide this opportunity for ALL."
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Student Events: Photo gallery"
          },
          "full": true,
          "left": {
            "components": [
              {
                "type": "overlay",
                "config": {
                  "src": "LQP_0036C.jpg",
                  "headers": ["UWI GRADUATION 2018"],
                  "rg1": "255,255,255,0",
                  "rg2": "255,255,255,0"
                }
              },
              {
                "type": "carousel",
                "config": {
                  "images": [
                    "LQP_0467.jpg",
                    "LQP_0070.jpg",
                    "LQP_0182.jpg",
                    "LQP_0123.jpg",
                    "LQP_0475.jpg"
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "content-list",
                "config": {
                  "header": "2. OUTREACH: Revitalizing Caribbean Development",
                  "contents": [
                    "Outreach Contribution to Social Development",
                    "Outreach Contribution to National Development"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Outreach Contribution to Social Development"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Public service is an important function performed by The UWI staff, student and service entities.  Engaging in public service exposes the Campus community of scholars and practitioners to real world demands and allows for a continuous interaction between theory and praxis in disciplines taught at the University. A number of initiatives were undertaken in 2018/2019 that broadened access to UWI’s products and services.",
                    "The Campus engages in an ongoing set of marketing activities to demonstrate its potential value to our customers and stakeholders throughout the academic year. A number of initiatives were undertaken in 2018/2019 to attract prospective recruits, especially secondary school students, to the Mona and Western Jamaica Campuses. The Faculty of Science and Technology held its annual CAPE workshops on the subjects of Biology, Chemistry, Computer Science, Geography, Mathematics, and Physics at both the Mona and Western Jamaica Campuses.  Since 2003, the Chemistry and Physics Departments have hosted over 23,000 students in 160 workshops. The workshops not only reflect a significant marketing and recruitment strategy, but equally stimulate interest in STEM disciplines and promote learning outcomes for all involved, from workshop facilitators, to secondary school teachers and, most importantly, to secondary school students."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IMG-20200225-WA0015.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "type": "header",
                      "config": {
                        "level": 5,
                        "text": "Mona Social Services Kitchen Garden Initiative"
                      }
                    },
                    {
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "MSS received grant funding of approximately JMD$ 5 million through the Environmental Foundation of Jamaica (EFJ), to install a Waste Water Management System initially in two basic schools in Greater August Town - August Town Seventh Day Adventist and Hermitage Basic Schools. The Waste Water Management System involves installation of tanks for harvesting rain water, a water pump to direct grey water from the kitchen to the garden, and a solar panel to power the   water pump. The harvested rain water will be used for sanitation purposes while the grey and rain water should provide continuous water for the gardens. The implementation of a Waste Water Management System is a sustainable way of continuing the Kitchen Garden Project which was established in 2013.  In the Greater August Town Basic Schools construction and installation of this system will reduce food insecurities and boost health. This effort is linked to the second sustainable development goal - zero hunger, which aims to end hunger and malnutrition by 2030, and to ensure that everyone, especially children, have “access to sufficient and nutritious food all year round”."
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI School of Nursing (UWISON) co-opted other members within Jamaica to host two mental health forums under the theme Resilience and Mental Health in Young People. Health care providers and educators were in attendance from the University Hospital of the West Indies, as well as students and guidance counsellors from Campion College, Jamaica College, Mona High School and Papine High School. The sessions were streamed live on Facebook, extending access to the global community.",
                    "A Jamaica International Chapter of the International Association of Eating Disorders Professionals has been established in the Department of Sociology Psychology and Social Work (DSPSW). The International Association of Eating Disorders Professionals (IAEDP) is one of the leading bodies worldwide in providing training for eating disorder specialists. IAEDP has asked Dr. Caryl James Bateman, Lecturer in the Psychology Unit, to chair the Jamaica Chapter.",
                    "The Estate Management Department (EMD) facilitated internships and practica for students to provide them with valuable experience for the world of work. Students from Papine High School, Excelsior High School, the MICO University College, and the Institute of International Recognized Qualifications (IIRQ) participated in these programmes. The students gained knowledge and hands-on experience in the areas of building and electrical services.",
                    "Three (3) students from the Psychology Unit were placed on a four-month internship at the Mona Social Services from January to April 2019. These students were assigned to the Hope Valley Experimental and August Town Primary Schools. This was part of a Resilience Building Programme which was initiated as a response to the increased murders being committed in the Greater August Town area and to bolster resilience and develop coping strategies for students. The sessions included discussions on promoting promoting peaceful spaces, conflict resolution, communication and working in teams. Pre-test and post-test assessments were conducted to measure impact and provide direction for future interventions. Seventy (70) students participated in the Programme."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Faculty of Sport, aided by a grant from the Caribbean Development Bank (CDB), launched the Community Inclusion Project, a pilot project targeting children between the ages of 9 and 16 to expose them to the values and ethics of sports.  Youngsters from the community of August Town were counselled on vocational opportunities in and around sport and given the opportunity to mingle and compete with some of the top sportsmen and sportswomen in the region. Another portion of the CDB grant was used to commence the Regional Emerging Athlete Development Programme. National sporting organizations around the region nominated an athlete from which three (3) were selected for the programme. The athletes, accompanied by their coaches, had extensive baseline medical and sports science testing done in Barbados, following which customized programmes were forwarded to their coaches."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The athletes will be retested in the next academic year to monitor their progress. The Faculty of Sport also launched the Pace Like Fire programme scouting fast bowlers. Testing was conducted in multiple sites in Trinidad and Tobago, Guyana, St. Lucia, Barbados and Jamaica in which any fast bowler was invited to bowl balls which were measured using a radar gun. The top 20 were then assessed by an expert panel of elite coaches and were taken into a camp at Cave Hill for intensive baseline testing and training to enhance their bowling technique. The entire process was filmed by Flow Sports working in conjunction with UWItv and was aired as a multi-episode series on Flow Sports."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In November 2018, the Western Jamaica Campus (WJC) introduced an initiative in public education around issues of child and adolescent development as part of a larger idea to build out a Centre of Excellence in Human and Behavioral Sciences at the WJC. Weekly public engagement sessions in the form of lectures, seminars, workshops and panel discussions, were held exploring such topics as Parenting in the 21stCentury; Fathering in Jamaica; Understanding Disabilities among Children and Adolescents; and Promoting Healthy Body Imaging among Children and Adolescents in the Age of Social Media. The series was developed and delivered by the WJC Psychology Unit and reached a combined audience of approximately 1,000 parents, teachers, health and education professionals, and students from communities and institutions across St. James.",
                    "While community intervention aids social development, the Campus community also benefits by having to stretch its disciplinary boundaries to respond to concrete issues and demands for training or outreach support from our stakeholders."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IMG_4193.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Outreach Contribution to National Development"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Western Jamaica Campus hosted a Sustainable Cities Symposium under the theme Information Assurance and the Drive towards SMART City Status. The Symposium had solid support from the North Carolina-based Forsyth Technical Community College, the Mona School of Business and Management, the Jamaica Computer Society, the Jamaica Constabulary Force, and the Ministry of National Security. At the Symposium, the Campus Director of the WJC, Dr. Patrick Prendergast, was officially presented as co-chair of the newly established Mayor’s Advisory Council in recognition of the Campus’ consistency in education and advocacy for the planned development of the city of Montego Bay.  The other co-chair was prominent Montego Bay businessman, Mr. Fred Smith.",
                    "The Faculty of Social Sciences in collaboration with the Jamaica Red Cross hosted a Symposium in September 2018 under the theme Humanitarian Action through Partnership and Research in Support of Disaster Risk Reduction and Resilience in which there was a wide cross section of industry and civil society represented. Attendees included: Major Errol Alliman, Former Chairman, Emergency Services, Jamaica Red Cross; Major Clive Davis, Director General, Office of Disaster Preparedness & Emergency Management (ODPEM); Dr Hossam Elsharkawi, Vice President, International Operations, Canadian Red Cross; Mrs. Gloria Goffe, Executive Director, Combined Disabilities Association; Mrs. Josephine Shields-Recass, Head, Country Cluster Support Team, IFRC; and Colonel Mahatma Williams, Colonel General Staff, Jamaica Defence Force.  The FSS used the event to launch its Disaster Risk Reduction and Resilience Research Initiative with Dr. Dennis Edwards assigned as the Lead.",
                    "The National Influenza Centre (NIC) under the leadership of Professor Monica Smikle, continued to perform the important functions of influenza surveillance and diagnosis in Jamaica in keeping with World Health Organization (WHO) terms of reference for National Influenza Centres. The NIC activities were supported by the collaborative efforts of the Ministry of Health (MOH), Jamaica, Centre for Disease Control and Prevention (CDC), Atlanta, Pan American Health Organization (PAHO) and The University of the West Indies."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "A Mosquito Research and Control Unit (MCRU) was established at The UWI as a collaborative effort between the Ministry of Health and Wellness (MOHW) and The UWI. Pivotal to the MCRU is the unique partnership with stakeholders for a coordinated strategy involving research, tracking and monitoring, and actively pursuing new ways to address the threat caused by mosquito-borne diseases. The MCRU will bring together a multi-disciplinary team of experts and scientists representing the spectrum of academia and public institutions with provision for engaging private institutions and international partners. Experts in the areas of entomology, virology and parasitology, epidemiology, data analytics, economics and social sciences, will be represented in tackling the challenge of vector-borne diseases through research.  The objective of the Unit is to provide solutions for mosquito control through three strategies; applied research, capacity building and resource development.",
                    "These outreach activities are key to social cohesion and development and remind us that we are indeed a University for all."
                  ]
                }
              },
              {
                "type": "image",
                "config": {
                  "src": "IMG-20200226-WA0014.jpg"
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "content-list",
                "config": {
                  "header": "3. STRATEGIC RESEARCH PARTNERSHIPS: Fostering a culture of Research",
                  "contents": [
                    "Research Publications",
                    "Fostering a Culture of Research for staff",
                    "Research: Outstanding Researchers",
                    "Research Advocacy: Contributions to Sustainable Development and the Environment",
                    "Research: Contribution to Regional Development",
                    "Research Advocacy: Contribution to Social Development"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Introduction"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Pure and applied research must both be understood and appreciated by the University and its partners. While there are immediate outcomes of some research that can serve commerce or policy, some research raises the profile of the University on the global landscape, signalling our capacity for both stridency and innovative research,  and allowing where possible conversion into entrepreneurial benefits.  Partnerships are established at all levels, between staff and students, with our national and regional partners across islands, with our sister University of the West Indies campuses, and with our international connections. In building strategic partnerships in research we recognize the importance of our research integrity - the formal and informal ethics, standards, protocols and policies researchers follow in their environment, and that developing a partnership is inevitably a non-linear process involving many “starts” and “restarts”. While funding the research enterprise is an important ingredient, the spill on effect of stimulating and generating research at all levels and with strategic vibrant partnerships is unmeasurable for a university. Research is the lifeblood of our existence, running through the arteries of each discipline as they cater to the varied needs of our society and the raison d’etre of our University."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "SPS_5496.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Research Publications"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Faculty of Medical Sciences has always led the way in publishing at the Mona Campus and continued to do so in 2018/2019.  Over the 2017 to 2019 period, a total of 12 articles were published in the high-profile journal The Lancet while three (3) appeared in Science, two (2) in Nature, and one (1) in The New England Journal of Medicine. The Faculty of Medical Sciences accounted for 50% of publications as compiled in the annual Campus Departmental Reports.",
                    "The decline in the publication rate was due in part to the financial challenges being faced by the Campus. Despite the limited resources, however, researchers found creative means of connecting their research with critical areas of impact. Plans were also put in place for the re-establishment of The Mona Office of Research and Innovation (MORI).  MORI will provide the necessary support for measures that will help improve the quality and relevance of research outputs.",
                    "In celebration of The UWI’s 70thAnniversary, the Psychology Unit of the Department of Sociology Psychology and Social Work (DSPSW) in collaboration with the School for Graduate Studies and Research and the Board for Graduate Studies and Research, published a special issue of the Caribbean Journal of Psychology (CJP). The journal focuses on using a multidisciplinary approach to examine human behaviour and as such, integrates sociology, psychology, social psychology, history and poetics to investigate the Caribbean human experience. CJP was first published in 2004 and is currently published by The UWI Press."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "lineChart",
                "config": {
                  "title": "Number of Journal Articles Published in Reputable Journals by Academic Staff at The UWI, Mona based on Web of Science Global Citation Database",
                  "properties": {
                    "labels": ["2016", "2017", "2018", "2019"],
                    "datasets": [
                      {
                        "data": [154, 168, 223, 201]
                      }
                    ]
                  }
                }
              },
              {
                "type": "barChart",
                "config": {
                  "properties": {
                    "labels": [
                      "FMS",
                      "FST",
                      "FSS",
                      "FHE",
                      "LAW",
                      "IGDS",
                      "SPORT",
                      "FEN"
                    ],
                    "datasets": [
                      {
                        "label": "2015-2016",
                        "data": [0.54, 0.21, 0.11, 0.15, 0.01, 0.02, 0, 0]
                      },
                      {
                        "label": "2016-2017",
                        "data": [0.51, 0.23, 0.09, 0.18, 0.02, 0.025, 0, 0]
                      },
                      {
                        "label": "2017-2018",
                        "data": [0.55, 0.2, 0.1, 0.15, 0.01, 0.04, 0.01, 0.015]
                      },
                      {
                        "label": "2018-2019",
                        "data": [0.56, 0.225, 0.085, 0.14, 0.025, 0.03, 0]
                      }
                    ]
                  },
                  "options": {
                    "title": {
                      "display": false
                    }
                  }
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "Source: Departmental Reports (Book chapters, journal articles, and technical reports)"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Fostering a Culture of Research for Staff"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "An important aspect of a research culture is one in which the institution values individual and group research and values research time. A research culture recognizes the activities and competencies that are involved in the process of research and creates opportunities to disseminate and employ research findings and solutions for the collective good. Research is not restricted to those who have earned academic stripes already, but goes through all levels of staff to graduate and undergraduate  students and to all who are aware of its centrality. A research culture encompasses the values, expectations, attitudes and norms of our research communities. It influences researchers' career paths and determines the way that research is conducted and communicated.  Diversity, both in the wide array of research that is carried out by the University and in terms of the diversity of the Campus population and its partnerships benefits everyone. The Mona Campus underscores the importance of research and in this section attests to the value we place on the research initiatives of our faculty.",
                    "The Principal facilitated staff who expressed an interest in attending Mixed Methods Research Conferences, understanding that transformation in research methodologies are important  triggers to  innovative research scholarship.",
                    "The Faculty of Social Sciences (FSS) has continued to emphasize the importance of high-quality impactful research by encouraging and supporting the work of its academics and research students. In addition to the financial support and teaching relief that was provided at the departmental level, the Social Sciences Faculty Office allocated approximately JMD$ 1 million in financial support to colleagues’ research projects and has assigned forty-seven (47) student assistants to colleagues for research duties.  Additionally, a proposal has been written for an institutional research project to examine the Factors affecting research productivity in the FSS and FST.  The proposal has received Ethics approval and will commence in the 2019/2020 academic year.  The results of this project are expected to guide planning initiatives in the FSS as to the most effective means of increasing research output."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Faculty currently has seven (7) active research clusters in the areas of: Crime Prevention and Offender Management; Migration and Development; Social Policy; Sustainable Rural Agricultural Development; Youth; Economic Development Policy; and Behavioural Sciences.",
                    "The CETL also convened its first Technology Academy in August 2018 training ten (10) faculty members to use 21  century technologies for teaching. This was a 31 training programme for faculty to engage in hands-on technology training. It was specifically geared at developing a cadre of university teachers who would develop the skills and competencies in using 21s century technologies in the higher education classroom (face-to face or online) to advance teaching and learning and of course, support the strategic objectives of access and alignment. Eighteen (18) academic members of staff participated in the session."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Supervisor Development Course"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Supervisor Development Course was introduced as a University-wide course in 2014 to improve the level of supervision particularly of research degree students. Lecturers are drawn from across the University and include the Principal, a former Pro Vice-Chancellor of Research and Graduate Studies with many successful supervisions to his credit.",
                    "Over the years, Mona has adapted the course to target the focus of the Faculties.  Two Faculties, Social Sciences and Medical Sciences, have offered annual courses in collaboration with the Office of Graduate Studies.  Other Faculties have hosted at least one (1) course.  Topics covered include, Getting the Student Started, Grant Writing, Thesis Writing and Plagiarism. The regulations are also discussed in detail.",
                    "Over the years, Mona has adapted the course to target the focus of the Faculties.  Two Faculties, Social Sciences and Medical Sciences, have offered annual courses in collaboration with the Office of Graduate Studies.  Other Faculties have hosted at least one (1) course.  Topics covered include, Getting the Student Started, Grant Writing, Thesis Writing and Plagiarism. The regulations are also discussed in detail."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Research and Publication Fund"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "For the 2018/2019 academic year, the Mona Campus received an allocation of JMD$ 6,068,953 for Research and Publication. A total of twenty (20) staff members were awarded Research and Publication Grants. The seed funding provided by the Research and Publication fund continues to be foundational to inspiring a research culture on the Campus for staff who are beginning to generate new and exciting research projects."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Research Days"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The traditionally staged UWI, Mona Research Day activities led by the Director of Graduate Studies and Research, was held between Wednesday, February 6 and Friday, February 8, 2019 under the theme Powering Development through Partnerships in Research & Innovation as the University celebrated twenty (20) years of Research Days. Research Days provide an opportunity for The UWI to showcase research that is being done across the Campus. Over the years, the series of activities have sparked the interest of the government, the public and private sector, and other institutions that share The UWI mission of positively transforming the Caribbean and the wider world."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Dr. Wayne Henry, Director General of the Planning Institute of Jamaica (PIOJ), participated in this years’ event by presenting a paper which highlighted the contributions of 32 UWI academics to Vision 2030, Jamaica’s National Development Agenda, from concept stage and continuing throughout to the now implementation."
                  ]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "IMG-20200225-WA0011.jpg",
                  "captions": [
                    "Professor Dale Webber, Pro Vice-Chancellor and Principal of The UWI MonaCampus, and Dr. Wayne Henry, Director General of the Planning Institute ofJamaica (PIOJ) during Dr. Henry’s Distinguished Lecture at The UWI ResearchDays 2019."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The event received tremendous support from The UWI community. There were over 100 posters on display and 53 interactive sessions covering areas including gender, the environment, marine science, community, energy, puppets in teaching, archaeology digs and natural products. A Policy Wall was also mounted which looked back at the contributions of UWI academics over the past 20 years to significant policies impacting Child Health, Ageing, HIV Prevention, Medium Size Enterprises, Climate Change, and Mangroves and Environmental Management. Finance Minister, Dr. Nigel Clarke, in his keynote address at the Opening Ceremony, emphasized the importance of research to social and economic development. To underscore the government’s commitment to research and development, a budget allocation will be made for research at the tertiary level. Research and development will also be included in Jamaica’s measurement of Gross Domestic Product (GDP) as of September 2020."
                  ]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "SPS_4832.jpg",
                  "captions": [
                    "Dr. Nigel Clarke interacts with the Discovery Bay Marine Lab exhibit in the Research Days tent village."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Annual Research Day Awards was held to once again recognize the contributions of those in our community whose research has generated transformative solutions relevant to the region’s complex development. Their work is highlighted through the Awards Ceremony to encourage faculty to continue the tradition of knowledge-creation and to urge stakeholders in the public and private sectors to partner with The UWI to ensure the sustainability of the University’s research enterprise. This year over 75 researchers were recognized at the Awards for their contributions over the 2017/2018 academic year."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "carousel",
                "config": {
                  "images": [
                    "SPS_6142.jpg",
                    "SPS_6229.jpg",
                    "SPS_6297.jpg",
                    "SPS_6208.jpg"
                  ]
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "Highlights from UWI Mona Research Days Awards Ceremony 2019"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Grant Funding"
          },
          "full": true,
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Over the years, grant funding has provided an opportunity for The UWI to conduct research beyond its current capacity.  Partnerships that are established under these agreements bridge the gap between the goals of the funding institutions and the outputs of scholarly research.  Administration at The UWI has also benefitted immensely from the percentage monetary allocations that accompany these arrangements. For the academic period August 2018 to March 2019, the following data was recorded for The UWI Mona Campus:"
                  ]
                }
              },
              {
                "type": "table",
                "config": {
                  "title": "Grant Funding Opportunities",
                  "headers": [
                    {
                      "data": "Faculty/Other"
                    },
                    {
                      "data": "Number of Grant Applications"
                    },
                    {
                      "data": "Number of Grant Awards"
                    },
                    {
                      "data": "Value of Grant Awards (JMD$)"
                    }
                  ],
                  "rows": [
                    {
                      "header": "Engineering",
                      "texts": [
                        {
                          "text": "0"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "0"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "--" }
                        }
                      ]
                    },
                    {
                      "header": "Humanities & Education (FHE)",
                      "texts": [
                        {
                          "text": "1"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "1"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 2,565,747.00" }
                        }
                      ]
                    },
                    {
                      "header": "Law (FoL)",
                      "texts": [
                        {
                          "text": "1"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "1"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 20,438,752.00" }
                        }
                      ]
                    },
                    {
                      "header": "Medical Sciences (FMS)",
                      "texts": [
                        {
                          "text": "6"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "4"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 49,392,604.00" }
                        }
                      ]
                    },
                    {
                      "header": "Science & Technology (FST)",
                      "texts": [
                        {
                          "text": "18"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "12"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 55,441,083.00" }
                        }
                      ]
                    },
                    {
                      "header": "Sport",
                      "texts": [
                        {
                          "text": "0"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "0"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "--" }
                        }
                      ]
                    },
                    {
                      "header": "Social Sciences (FSS)",
                      "texts": [
                        {
                          "text": "6"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "6"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 29,451,625.00" }
                        }
                      ]
                    },
                    {
                      "header": "Multi-Disciplinary: FMS-FST",
                      "texts": [
                        {
                          "text": "1"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "--"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "--" }
                        }
                      ]
                    },
                    {
                      "header": "Multi-Disciplinary: FSS-FHE-IGDS Centre",
                      "texts": [
                        {
                          "text": "1"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "1"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 37,701,859.00" }
                        }
                      ]
                    },
                    {
                      "header": "Multi-Disciplinary: FSS-FHE",
                      "texts": [
                        {
                          "text": "1"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "0"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "--" }
                        }
                      ]
                    },
                    {
                      "header": "Other",
                      "texts": [
                        {
                          "text": "6"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "29"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 20,580,071.00" }
                        }
                      ]
                    },
                    {
                      "header": "Total",
                      "texts": [
                        {
                          "text": "51"
                        }
                      ],
                      "texts2": [
                        {
                          "text": "54"
                        }
                      ],
                      "values": [
                        {
                          "value": { "text": "JMD$ 215,571,741.00" }
                        }
                      ],
                      "foot": "footer"
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Entrepreneurship and Innovation"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Mona Campus Entrepreneurial Committee was established to identify and accelerate the entrepreneurial possibilities that exist on the Campus. For the 2018/2019 academic year efforts were made to inculcate a mindset about entrepreneurship – being a problem seeker, a problem solver, and an innovator - among our staff and students and to facilitate the commercialization of ideas. To help fulfill its mandate the Committee worked closely with the Mona Office of Research and Innovation (MORI), the Mona Entrepreneurial and Commercialization Centre (MECC), the Mona School of Business and Management (MSBM) and Faculties that offer courses on entrepreneurship. The Mona Campus Entrepreneurial Committee also falls under the umbrella of the Innovation and Entrepreneurship arm of the School for Graduate Studies and Research, headed by Pro Vice-Chancellor Professor Stephan Gift. In February 2019, the Mona Entrepreneurial and Commercialization Centre ran a Boot Camp that had 14 startup companies participating; of those, 8 were selected to participate in a twelve-week-long Entrepreneurship Development Programme. This was a project funded by the Development Bank of Jamaica. MECC provides guidance to aspiring entrepreneurs, and incubation to those that qualify."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "SPS_5283.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Research: Outstanding Researchers"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Along with an impressive publication output, a number of staff were accorded international honors and awards for their scholarship.  These awards were representative of the excellent research culture to be found in each of the faculties and research institutes housed on the Mona Campus. Climate scientist, Professor Michael Taylor, Dean of the Faculty of Science and Technology, was the recipient of the 2019 Anthony N. Sabga Caribbean Award for Excellence in Science and Technology. Professor Matthew Smith, Department of History and Archaeology received a prestigious research Fellowship at the National Humanities Center in Research Triangle, North Carolina for the academic year 2018/2019.  Dr. Leith Dunn, Head of the Institute for Gender and Development Studies, was named among the top 100 most influential persons globally in the areas of Gender Policy and Equality for 2019 – the only Caribbean person included on this year’s list. Dr. Tracy Robinson, Senior Lecturer and Deputy Dean, Graduate Studies and Research, Faculty of Law, was the recipient of the 2019 Prominent Woman in International Law (PWIL), an Award given by the American Society of International Law (ASIL). The senior lecturer was recognized for advancing issues of gender and sexuality through her employment of human rights and international law.",
                    "Mr. Lindon Falconer, Head of Programme for Electronics & Electrical Power, Faculty of Engineering, placed first in the category of Engineering and Manufacturing at the National Innovation Competition held on November 21, 2018.   He appeared in the Jamaica Observer on January 21, 2019, the Jamaica Gleaner on January 22, 2019, and in an article published by the  Jamaica Information Service (JIS) about the Award he received.  The articles highlighted his contribution to science and technology in bringing a new electronic security product, the Falcon B4, to the market. The Falcon B4 is a low-cost GSM Alarm and Monitoring System. It enables the use of a mobile phone to control electronic gates, lights, or any electrical appliance that requires on/off control. The control can be done from anywhere in the world, once there is a connection to a mobile network. The system sends out an alert when there is a breach in security. The system is currently available for purchase online."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Professor Michael Boyne and Dr. Tamara Thompson from the Department of Medicine, Faculty of Medical Sciences, participated in the Royal Society’s Caribbean Frontiers of Science meeting, in 2019. This lead to a follow-on grant proposal with collaborators at the University of Cambridge on the “Prevalence of gestational diabetes mellitus (GDM) in high risk women in Kingston, Jamaica, and association with pregnancy outcomes”.",
                    "While this Report has selected some scholars to highlight in this section, the examples do not do full justice to the full cadre of researchers who are seriously committed to path breaking research alongside graduate students or in research groups. The Mona Campus is cognizant of the contributions they collectively make to the research reputation of the University."
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Research Advocacy: Contributions to Sustainable Development and the Environment"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The natural environment has taken center stage in the geo-political arena. It is a feature of both the UN Sustainable Development Goals and the Vision 2030 Jamaica National Development Plan. Understanding the fragile nature of the environment and the threat of climate change, UWI researchers sought to tackle some of the most pressing problems facing the region.  Central among these was the contribution of UWI, Mona academics to a global report of the United Nations’ Intergovernmental Panel on Climate Change (IPCC).  Contributors to the Special Report on Climate Change And Land were Dr. Adrian Spence of the International Centre for Environmental and Nuclear Sciences, Dr. Donovan Campbell of the Department of Geography and Geology, Professor Noureddine Benkeblia of the Department of Life Sciences, and Professor Michael Taylor and Dr. Tannecia Stephenson of the Faculty of Science and Technology. The Report highlighted the effects of climate change on oceans – increase in acidity, decline in oxygen levels, rising sea levels, and ocean warming and ice–melting of permafrost. Findings of the Report were also used to inform a special Summary for Policymakers."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IPCCClimateChange-and-LAnd-Report.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "During 2018/2019, a multidisciplinary team from the Faculty of Science and Technology partnered with the National Environment and Planning Agency (NEPA) to conduct research on the seaweed -  Sargassum. The research examined the possibility of valorising the Sargassum which has a range of potential applications and could be viewed as a resource rather than as a nuisance affecting coastlines.",
                    "In other ground-breaking research on marine litter in Jamaica, researchers from the Centre for Marine Sciences and the International Centre for Environmental and Nuclear Sciences, were the first to document the concentrations and implications of microplastics in the Kingston Harbour and Jamaica. The study used scientific evidence to support the ban on plastics in Jamaica and to support a global movement to reduce plastic and microplastics everywhere.  The study was published in Science of the Total Environment, a 5.589 impact factor international multi-disciplinary journal published under Elsevier.",
                    "In 2019, Principal and Pro Vice-Chancellor of the Mona Campus, Professor Dale Webber, attended a presidential summit in Guam consisting of leaders from eight island colleges and universities.  The purpose of the meeting was to address sustainability issues from the perspective of island states. Each Principal shared his or her unique experiences and actions to address sustainability at their institution. The summit leaders subsequently agreed as a collective to a number of initiatives that  included exchange of faculty, staff and students, and finding indigenous responses to island issues."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "type": "header",
                      "config": {
                        "level": 5,
                        "text": "Professor Mona Webber, James Moss-Solomon Snr. (JSMSS) Chair of Environmental Management, addressing Sustainable Development Goals (SDGs) through Research"
                      }
                    },
                    {
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "SDG Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development. Professor Mona Webber is the James S. Moss Solomon Sr. Chair in Environmental Management funded by the Grace Kennedy Foundation. During the previous academic year, the JSMSS Chair addressed SDG Goal 14 through the following initiatives:"
                        ]
                      }
                    },
                    {
                      "type": "bullet",
                      "config": {
                        "bullets": [
                          "Establishment of a Sargassum Research Group whose research, to date, has served to identify the species of the seaweed, its chemical profile, its use in compost generation and agricultural applications.",
                          "Secured five MOUs with the following entities: The National Oceanographic Centre; the Organisation of American States; National Environment and Planning Agency; University of York (UK); and Ocean Foundation.",
                          "Delivered 10 presentations on the marine environment to raise awareness.",
                          "Assisted 25 students in gaining internships with environmental organizations.",
                          "Supervised 7 Master’s students and 9 Doctoral students on pertinent research projects.",
                          "Continued oversight of the UWI Plastic Bottle Recycling Project."
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In a world increasingly challenged with diminishing natural resources and devastating effects of global warming and climate change on food security and land for housing and settlement, the Mona Campus renewed its commitment in 2018/2019 to advocacy research that will improve the lives of citizens everywhere."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IMG-20200225-WA0007.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Research Advocacy: Contribution to Regional Development"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI School of Nursing (UWISON) remained committed to addressing the regional shortage of nurses. One new franchise was successfully implemented in the 2018/2019 academic year at the St. Vincent and the Grenadines Community College.  The School has further plans to expand the franchise offering to the Turks and Caicos Islands.  It is anticipated that this arrangement will be formalized in 2019/2020, yielding one more site from which the Bachelor of Nursing programme can be accessed.",
                    "The Mona Library commenced a Library Liaison initiative to respond to key areas in Caribbean development. Liaison Librarians ensured that resources were readily available to faculty to better serve research communities in twelve subject areas: Cultural and Entertainment Industries; Agriculture and Food Security; Behavioural Sciences; Crime, Security and Justice; Integration Studies and the Caribbean Single Market and Economy; Climate Change and Sustainable Development; Natural Hazard Management; Education; Health and Wellness; Gender Justice; Entrepreneurship; and Sports and Sports Management.  The Mona Library continues to play a vital role in facilitating research excellence among faculty and students on the Campus."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "Library-2018-19_GraphicReport_Final.png"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Contribution to Social Development"
          }
        },

        {
          "header": {
            "level": 5,
            "text": "Social Advocacy"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In addition to tackling issues related to the environment, staff and students undertook research that had important policy implications.  During the year under review, Linguistics students interested in language planning surveyed over one 1,000 persons in sections of Kingston and St. Andrew to ascertain language attitudes to members of the deaf community. The survey findings, which were later made available to government functionaries and other stakeholders in Jamaica, could have far-reaching implications for national language policy formulation, planning, and implementation.",
                    "The Director of the UWI Centre for Disability Studies, Senator Dr. Floyd Morris, made three (3) presentations to groups in Trinidad and Tobago, advocating for persons with disabilities. Two (2) seminars were conducted at the United States Embassy in Port of Spain with leaders of Non-governmental Organisations (NGOs) and leading policy makers and civil servants in the Government of Trinidad and Tobago. At these two seminars, the Director appealed for a unified approach from NGOs when advocating for persons with disabilities."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In order to address a sensitive topical issue affecting the Jamaican population, members of The UWI Nursing Students’ Association and staff of UWISON presented Uncovering Date Rape: A Hidden Crime as part of the annual Orange Your Day Public Lecture.  Dr. Kadian Walters and Mrs. Cynthia Pitter exposed attendees to stark realities faced by survivors of rape trauma.  The presenters also challenged members of the audience to use their respective platforms to lobby for improved policy frameworks and social change to address factors that contribute to, and sustain, rape trauma in Jamaica.",
                    "A multidisciplinary cross-faculty initiative involving the Faculty of Medical Sciences, the Faculty of Humanities and Education, the Faculty of Social Sciences, and representatives from the Ministry of Health resulted in an important study having policy implications. The study, A national survey of the knowledge, attitudes and prescribing practices of doctors regarding antibiotic resistance in a Caribbean country was published in the Journal of Antimicrobial Resistance and Infection Control. The investigation helped to identify areas that needed to be addressed by medical professionals and helped to guide the development of a few advertisements that were aired."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Institute for Gender and Development Studies (IGDS) whose vision and mandate stress social advocacy, were involved in a seminal undertaking for the society. The IGDS participated in a Child Protection Compact Partnership between the Government of Jamaica and the Government of the United States of America (CPC Project) to Eliminate Child Labour and Child Trafficking in Jamaica. Dr. Leith Dunn completed the background paper for a study initiated by the International Organization for Migration (IOM) to improve data on the nature and prevalence of child trafficking in Jamaica. Findings and recommendations are being used to plan the methodology for the prevalence study to be implemented by a team from a US based University.   In addition, Mr. Danny Gordon (PI) and IGDS Mona Unit’s co-investigators Dr. Leith Dunn and Mrs. Carol Watson-Williams,  formulated and submitted the National Action Plan to Reduce Child Labour in Jamaica for the Child Labour Committee in the Ministry of Labour and Social Security (MLSS) in July 2019.  This gender mainstreaming project provided an opportunity to integrate gender perspectives in the situation analysis and the recommendations for the National Action Plan.",
                    "Research advocacy that contributes to social development remains a fixed one on the agenda of the Mona Campus.  The 2018/2019 achievements will be followed up and accelerated in the 2019/2020 period."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "10483140_10152744635518899_9194979094202279609_o(1).jpg"
                }
              }
            ]
          }
        }
      ]
    }
  ]
}
