{
  "report": [
    {
      "header": "Agility",
      "subheader": "More Proactive, More Responsive",
      "img": "IMG_3612.jpg",
      "rows": [
        {
          "full": true,
          "left": {
            "size": 100,
            "components": [
              {
                "group": "contents",
                "type": "content-list",
                "config": {
                  "header": "5. SUSTAINABLE FINANCIAL HEALTH",
                  "contents": [
                    "Realizing Cost Savings",
                    "Diversifying the Revenue Base",
                    "Public Private Partnerships",
                    "Our Financial Status"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Realizing Cost Savings"
          },
          "left": {
            "size": 75,
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "In an era of fiscal restraint and reduced government funding, the long-term viability of The UWI  can no longer rely solely on subventions and tuition fees to fund its operations. We  have accelerated our strategic partnerships with local, regional, and international agencies,  and continued with the recent past initiatives in refining the new business model. This agile thinking has informed the efforts made in 2018/2019 to improve our financial health.",
                    "Financial gains are earned by a reduction in expenditures. All departments were urged to consider ways in which they would reduce costs to the budget and create more savings. SALISES was able to reduce spending by purchasing airline tickets directly online, reviewing and streaming existing service contracts for cost effectiveness and potential by engaging students during the summer to replace staff on leave. CARIMAC reduced hospitality costs by placing vending machines in the Main Building and Annex 2. Moving to a paperless system, they also reduced printing costs by digitizing the annual CARIMAC Times magazine and using QR Scan codes for orientation and other material. The CARIMAC Times (now CARIMAC Digitimes) and orientation material are now available electronically. CARIMAC also reduced expenditures in advertising in print media by promoting programmes and short courses by exploiting social media such as Facebook and Instagram. Social media is one of the primary ways in which information flows are now received and circulated."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "20200228_123930.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Diversifying the Revenue Base"
          },
          "left": {
            "size": 50,
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "During the previous academic year, The UWI made strides in becoming an income-generating enterprise. In October of 2018, a number of labs received accreditation status inclusive of the Chemical Pathology, Haematology, Cytology and Flow Cytometry Laboratories. Accreditation will assist in attracting international research grants and participation in clinical trials. Mrs. Sandra Hing, a Molecular Geneticist from the United Kingdom, offered instruction on new techniques at the Cytogenetics Laboratory in the Department of Pathology. These techniques will result in increased clinical service and income generation and will enable staff to undertake more impactful research.",
                    "In an effort to commercialize research, the Dermatology Group, within the Department of Medicine, began a pilot randomized controlled clinical trial to evaluate the efficacy of a novel cream, Keloflat,® in the treatment of pathologic scarring.  If successful, the product will  yield benefits for the University’s reputation and  its economic health.",
                    "During the previous academic year, the Mona Geoinformatics Institute (MGI) continued to diversify its operations, with an increasing number of projects in the Eastern Caribbean. These included an additional sixteen (16) projects across six (6) countries, with partners comprising IMC Inc., Goldsmiths College, University of South Hampshire and University of York (all UK); as well as DE Design+Environment (Canada). Target beneficiaries of these grants include the governments of Antigua, Guyana, British Virgin Islands, Saint Lucia, Jamaica and Dominica; and the Eastern Caribbean States as a sub-region.  New projects since 2018   will yield a total revenue of USD$ 2.6 million over the next few years. These projects all address critical regional and global issues related to climate change, applying GIS modeling capabilities to effect practical and policy"
                  ]
                }
              }
            ]
          },
          "right": {
            "size": 50,
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "solutions across different sectors of host countries’ societies. Providing access to technology, data and information and gaining revenues are pivotal outcomes of these projects with the added advantage of generating empirical evidence that allows for the generation of suitable policies. ",
                    "The Mona Library primarily through the Reprographic Services Unit (RESU), and rental from its Multifunctional Room, generated income for the Library and the Campus. The year under review saw RESU generating a profit of JMD$ 9,510,701.27 an increase of over two (2) million dollars compared to last year.  Income generated by the Multifunctional Room showed a slight increase, which allowed for necessary renovations to be carried out during the year. ",
                    "Two (2) other examples of our diversification attempts are useful in demonstrating how the Mona Campus has sought to commercialize services for income generation. The Energy Management Unit within Mona Tech Engineering Services submitted a proposal to the Petroleum Corporation of Jamaica for bulb crushing services to government buildings island wide. The focus of the project is on removing mercury from fluorescent bulbs before disposing the glass and other fragments; the mercury will be safely stored and eventually shipped overseas in accordance with international guidelines. The proposal was accepted and is expected to bring in revenue of JMD$ 16 million.",
                    "The Human Resource Development Unit within the Department of Sociology, Psychology and Social Work developed a consultancy to market its courseware and psychometric testing services; The UWI’s legal team is currently advising on how best to preserve our patents on the open market for this new set of services being offered by The UWI. "
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "The Business Development Office"
          },
          "left": {
            "size": 50,
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "For the 2018/2019 academic year, the Business Development Office (BDO) undertook several projects related to the core functions of the BDO. These included increasing the revenue base of the University; providing financial assistance to deserving students through third-party partnerships; and enhancing and promoting The UWI brand through tours and partnerships. The BDO generated revenues of nearly JMD$ 80 million over the 2018/2019 reporting period."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "group": "charts",
                "type": "doughnutChart",
                "config": {
                  "title": "Breakdown of 2018/2019 Revenues Generated by the BDO from Leasehold & Other Sources",
                  "properties": {
                    "labels": [
                      "Financial Services",
                      "Food Services",
                      "Communication Services",
                      "Other"
                    ],
                    "datasets": [
                      {
                        "data": [11, 48, 36, 5]
                      }
                    ]
                  }
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Public Private Partnerships (PPPs)"
          },
          "left": {
            "size": 50,
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "Recognizing the importance of Public Private Partnerships to the financial health of the Campus, the Mona Campus in 2018 formally established a PPP Unit to manage and provide necessary oversight to the development, implementation, management and operation of relevant contractual agreements at the Mona Campus. The role of the PPP Unit also extends beyond the management of the agreements, to the maintenance of good stakeholder relations with the various private partners, Campus entities and vendors involved with the operation of PPPs.",
                    "The PPP Unit comprises General Management, Technical, Financial and Legal expertise, all of which are deemed to be critical areas of focus in PPP management. This structure was established in keeping with international best practices for the establishment of PPP Units.  Additional administrative staff will be brought in to further streamline and strengthen PPP communication, record keeping, and operations."
                  ]
                }
              },
              {
                "group": "texts",
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Student Housing Project-Partner: 138 Students Living Limited"
                }
              },
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "138 Students Living Limited operates three (3) of eleven (11) Halls of residence at the Mona Campus, namely; Irvine, Leslie Robinson and George Alleyne Halls (138 Halls) through PPP agreements established with the Campus in 2014 and 2015. While there were some challenges in meeting near full user capacity in the first years, in more recent times we have been able to achieve the guaranteed occupancy level during the first and second semesters of each academic year.",
                    "The PPP was also plagued with a number of unresolved financial matters; under the current administration unresolved financial issues as at July 2018 were settled resulting in a net receivable for the Campus. The review of academic year 2018/2019 is underway and is expected to also result in a net receivable for the Campus."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "The quality of the services offered to students by 138 SL have also improved which is evidenced in the reduction of complaints being submitted to the Campus. Campus offices and 138 partners have become more willing to work together to resolve issues when they arise. A good foundation has been established to further improve the partnership which will assist the Campus in realizing its expected benefits.  As the project matures, the benefits to the Campus are expected to increase. "
                  ]
                }
              },
              {
                "group": "texts",
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Cogen Project – Partner: Pelican Power Limited"
                }
              },
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "The University of the West Indies, Mona Campus (UWI Mona), has a student population of almost 19,000 and growing and a staff complement in excess of 3,000. The UWI Mona currently consumes approximately six (6) Megawatts (MW) of electricity at its peak during the day and a base load of approximately three (3) MW at night. This makes UWI Mona one of the largest consumers of electricity in the country, with an annual bill at the beginning of 2019 of some JMD$ 819,625,135.15. Significantly, this power cost came during a period of relatively low global oil prices, which kept the price of power purchased from Jamaica Public Service (JPS) relatively low.",
                    "In the recent past, the Mona Campus has received monthly billings from JPS as high as JMD$ 84,000,000. Against this background UWI Mona is working on becoming an energy self-generator by constructing a power plant and connecting it to existing heat absorption chillers now on Campus, thereby establishing a co-generation plant for its own use. The project commenced in 2018 and is set for completion during the second quarter 2020. At that time the Campus should see a net reduction of over JMD$ 160 Million per year in its charges for energy, thus reducing this  financial operating overhead  considerably. "
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "size": 100,
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "IMG-20200214-WA0028.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "In the recent past, the Mona Campus has received monthly billings from JPS as high as JMD$ 84,000,000. Against this background UWI Mona is working on becoming an energy self-generator by constructing a power plant and connecting it to existing heat absorption chillers now on Campus, thereby establishing a co-generation plant for its own use. The project commenced in 2018 and is set for completion during the second quarter 2020. At that time the Campus should see a net reduction of over JMD$ 160 Million per year in its charges for energy, thus reducing this  financial operating overhead  considerably. "
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "The project also presents unique training opportunities for UWI Mona Engineering students in the operation and maintenance of dual fuel medium speed reciprocating engine technology. This will benefit Engineering graduates by providing them with hands-on experience and practical understanding of combined heat and power (CHP) plant technology in the region. In addition, real life practical experience in the skillful management of multiple fuel economics and procurement practices will be invaluable to students. They will graduate into an environment in which those skillsets will position them as both engineers and power plant developers setting out to confront the country’s and the region’s power development challenges.",
                    "The project also creates multiple partnership opportunities for the Campus. General Electric and Marinsa Caribbean Co. Ltd. with the Campus’ agreement, intends to showcase the Plant to their potential partners as a model for developing similar projects within the region.  "
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Water Supply- Partner: North Star Development (Water) Jamaica Limited"
          },
          "left": {
            "components": [
              {
                "group": "texts",
                "type": "stacked",
                "config": {
                  "texts": [
                    "In December 2016 the Campus commissioned its own well water source and supply system. The change in the source of the supply resulted in water distribution challenges across the Campus, most of which were rectified by January 2018. A flow management protocol has been implemented to maintain the supply to the Campus during critical operational periods. Despite the occurrence of occasional disruptions, the reliability of the system has significantly improved during off peak periods. ",
                    "Despite the occurrence of occasional disruptions, the reliability of the system has significantly improved during off peak periods. During peak period the Campus implements a flow management protocol to maintain the supply to the Campus during critical operational periods. ",
                    "Both the University and its partner agree that supply volumes need to be augmented during peak periods to further improve the performance of the supply system; work is underway to establish a second Well to facilitate the delivery of the additional flows to the Campus."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "group": "texts",
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "group": "texts",
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "From the Plant’s commissioning to date, the project has saved the Campus more than JMD$ 500 million (i.e. on average JMD$ 15 million/month). Other benefits to the Campus include: "
                        ]
                      }
                    },
                    {
                      "group": "texts",
                      "type": "bullet",
                      "config": {
                        "bullets": [
                          "An improved level of communication between the Campus and its utility provider;",
                          "Timely response times from system technicians;",
                          "The sustained availability of good quality water for the Campus, and; ",
                          "The availability of water to the Campus during periods of drought."
                        ]
                      }
                    }
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Our Financial Status"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI is a JMD$18 billion operation. Only 40% of income is derived from government contributions, a reduction of  80% in the 2008 academic year. Twenty percent (20%) is derived from tuition fees which leaves the Campus with the responsibility of trying to close the 40% gap, which it does through its commercial operations. While the student population has increased marginally, it is the renewal of the fee collection policy prior to registration which can be reported as a successful intervention strategy for 2018/2019 with 93% student compliance - up from 81% in the previous academic year. We thank the Mona Guild of Students for their leadership and oversight of the process. Further increases in physical student numbers is unlikely because of capacity limitations in places on the Campus, but online options offer renewed optimism.",
                    "Containment initiatives resulted in a positive balance which was however eroded by post-employment benefits; this resulted in total comprehensive loss for the Campus."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Student Enrolment"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Student enrolment climbed at an annualized rate of 3% over the five (5) years to 2019. Physical capacity constraints dictate that we prioritise strategies to move more programmes on-line. This will ease the pressure on aging plant and actually improve the financial viability of  such programmes as on-line delivery is less costly."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "Registered Students At Year End",
                  "properties": {
                    "labels": ["2015", "2016", "2017", "2018"],
                    "datasets": [
                      {
                        "label": "No. of students",
                        "data": [17196, 17827, 18469, 19414]
                      }
                    ]
                  },
                  "options": {
                    "title": {
                      "position": "top"
                    },
                    "legend": {
                      "display": false
                    }
                  }
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Net revenue"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Revenue growth has been a cause for concern. Government subvention has been increasing at a rate of 5.8% annually over the last five (5) years while overall revenue has grown at a rate of 3.9%. This is troubling since it is happening in the context of declining support from the governments in real terms. It has been our intent to grow revenues significantly from other sources so that we would be far less dependent on subventions and more so on tuition fees and commercial operations. The graph shows that since the closure of the Sutherland Call Centre (a commercial operation) early in the 2017 financial year, we have not been able to find a JMD$1 billion replacement for that lost stream of income. We are fully aware that our efforts to find and grow significant commercial sources of income must intensify."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "UWI MONA - FY 2015-19\nNet Revenue",
                  "yaxis": "JMD",
                  "properties": {
                    "labels": [
                      "2014/15",
                      "2015/16",
                      "2016/17",
                      "2017/18",
                      "2018/19"
                    ],
                    "datasets": [
                      {
                        "label": "Gov't Contributions",
                        "data": [5269, 6501, 6607, 6847, 7050]
                      },
                      {
                        "label": "Tuition Fees",
                        "data": [2210, 2501, 2624, 2643, 2553]
                      },
                      {
                        "label": "Donor Funds & Spec. Proj",
                        "data": [4805, 5078, 5478, 5539, 5403]
                      },
                      {
                        "label": "Commercial Ops",
                        "data": [3827, 4364, 3100, 3178, 3143]
                      },
                      {
                        "label": "Other Income",
                        "data": [144, 0, 62, 578, 817]
                      }
                    ]
                  },
                  "options": {
                    "scales": {
                      "xAxes": [
                        {
                          "stacked": false
                        }
                      ],
                      "yAxes": [
                        {
                          "stacked": false
                        }
                      ]
                    }
                  }
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "Annualised Growth Rates: Govt 5.8%, Tuition Fees 0.8%, Spec Proj 2.4%, Comm Ops 2.1% Total Net Revenue: 3.9%"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Total Comprehensive Loss"
          },
          "full": true,
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "For the first time in the last five (5) years, The UWI has had to post net loss before Pension and Post-employment benefits. The sharp decline in bottom line performance this year is a combination of flat revenue (it grew by less than JMD$ 200 million) and a ballooning wage bill arising from signed union agreements. The increases from staff costs (including accruals for pension and post-employment benefits) amounted to well over JMD$1 billion. To reverse this unsustainable trend, measures will be pursued in 2019/2020 to reduce or hold steady operating costs in five major areas. Furthermore, until and unless there are surpluses from non-core businesses that can subsidize the cost of operating the Campus, tuition fees will have to be increased annually by at least the rate of inflation."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "lineChart",
                "config": {
                  "title": "UWI Mona Net Income before pensions and PE benefits",
                  "properties": {
                    "labels": [
                      "2014/15",
                      "2015/16",
                      "2016/17",
                      "2017/18",
                      "2018/19"
                    ],
                    "datasets": [
                      { "data": [106600, 558237, 798133, 1242327, -565109] }
                    ]
                  },
                  "options": { "legend": { "display": false } }
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": ["Annualised Growth Rate: 38.4% over six years"]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "UWI Mona Campus Total Comprehensive Income 2018/19",
                  "yaxis": "JMD",
                  "properties": {
                    "labels": [
                      "2014/15",
                      "2015/16",
                      "2016/17",
                      "2017/18",
                      "2018/19"
                    ],
                    "datasets": [
                      {
                        "label": "TC Income / (Loss)",
                        "data": [4434, -140057, -1688095, -963359, -3413157],
                        "type": "line"
                      },
                      {
                        "label": "NI before PE Benefits",
                        "data": [106600, 558237, 798133, 1242327, -565109]
                      },
                      {
                        "label": "PE Benefits",
                        "data": [102166, 698294, 2486228, 2205686, 2848048]
                      }
                    ]
                  },
                  "options":{
                    "scales": {
                    }
                  }
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "content-list",
                "config": {
                  "header": "6. CARING ACCOUNTABLE MOTIVATED PROFESSIONAL TEAM (CAMP)",
                  "contents": [
                    "Mobilizing Human Resources: Radical Collaboration",
                    "Faculty Initiatives",
                    "Congratulations",
                    "Staff Members Completing Degree Programmes at UWI",
                    "UWI Gender Mainstreaming",
                    "UWI Western Jamaica Campus"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Mobilizing Human Resources: Radical Collaboration"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "In support of The UWI 2017–2022 Strategic Plan to develop a “creative, caring, accountable, motivated and professional staff”, the Mona Campus included Radical Collaboration as one of its priority strategies for maximizing resources for a sustainable future. Through this, we hope to expose hundreds of staff to the skills necessary to build a collaborative environment at the Campus. Radical Collaboration is an approach to building and maintaining climates of trust and collaboration within organizations. The skills focus on  building lasting collaborative relationships by minimizing conflicts.  Widely used in a range of applications in both public and private sectors worldwide, including universities, the Radical Collaboration approach is proven to increase productivity, efficiency and staff engagement."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  
                  "src": "SPS_6980.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Our human resources at the Mona Campus are our greatest asset.  We know that people can make or break an organization. Inspired, driven and motivated employees work harder and with more commitment to the collective good of the organization. The cumulative effect of increased efforts from a significant percentage of employees shows up immediately in the vastly improved quality of outputs and services.  The Radical Collaboration model provides the necessary support to ensure loyal and motivated employees. During the 2018/2019 academic year a total of 132 persons were trained in Radical Collaboration including the Senior Management team and senior members of Faculties and Administrative Units. The programme is focused primarily on skill building and helps participants:"
                  ]
                }
              },
              {
                "type": "bullet",
                "config": {
                  "bullets": [
                    "Build collaborative skills",
                    "Build and maintain long-term climates of trust",
                    "Develop and solidify partnerships and alliances",
                    "Learn about the dynamics of interpersonal relationships",
                    "Practice problem solving in simulated and real-time situations",
                    "Gain personal insight into attitudes and behaviours in conflicted situations"
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "This initiative will continue in the new academic year 2019/2020 with a strategy being developed to sustain the momentum of trained staff.  The model thrives on the spill on effect of trainings, such that those who are trained will keep training others on the job. New persons will also be recommended for certification as Radical Collaboration Trainers, departments will be earmarked for staff training, with agreed timelines for certification training and the numbers per certification programme."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "Radicalcollaborationworkshop.jpg",
                  "captions": [
                    "Senior members of Faculties (Heads of Department, Deputy Deans) and Managers of Administrative Units during a Radical Collaboration Training Session"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "Radicalcollaborationflyer.jpg",
                  "captions": ["Radical Collaboration"]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": { "src": "Radicalcollaborationworkshop.jpg" }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "DeanTomlinPaul.png",
                  "captions": [
                    "Dr. Tomlin Paul",
                    "Dean, Faculty of Medical Sciences, Mona Campus",
                    "Views on Radical Collaboration's Success"
                  ]
                }
              }
            ]
          },
          "right": {}
        },
        {
          "full": true,
          "header": {
            "level": 4,
            "text": "Congratulations"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The CAMP approach promotes a sincere recognition of those who have been honoured by the University, have gained senior promotions or achieved awards for excellence in research. For the 2018/2019 year we honoured the following: "
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Honorary Graduands 2018/2019 recipients"
          },
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "LQP_0663.jpg",
                  "captions": [
                    "Mr. Michael Anthony Holding from Jamaica for his achievements in the sport of cricket – LLD.",
                    "Mrs. Donette St M. Chin-Loy Chang from Jamaica for her philanthropy – LLD"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "LQP_0296.jpg",
                  "captions": [
                    "Dr. Karl Wellington from Jamaica for his contributions as an Agricultural Scientist – DSc (left).",
                    "Professor Shirley J. Thompson from Jamaica/UK, for her ground-breaking work as a classical music composer, artistic director and educator - DLitt (right)"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "LQP_0626.jpg",
                  "captions": [
                    "Ms. Grace B. Jones from Jamaica for her achievements as an entertainer, model and global trendsetter – DLitt",
                    "Mr. H. Carl McCall from the United States of America for his leadership in Public Service – DLitt",
                    "Mr. Montgomery Bernard “Monty” Alexander from Jamaica for his achievements as a Musician – Dlitt"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "LQP_0629.jpg",
                  "captions": [
                    "Mr. Lloyd A. Williams from Jamaica for his contributions in leadership – LLD",
                    "The Honourable Kenneth S. Benjamin, OJ, CD from Jamaica for his leadership in the field of Security - LLD"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "New Professors"
          },
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "LloydWaller.png",
                  "captions": [
                    "Professor Lloyd Waller",
                    "Professor of Digital Transformation Policy and Governance"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "ThejaniRupikaDelgoda.jpg",
                  "captions": [
                    "Professor Thejani Rupika Delgoda",
                    "Professor of Biochemical Pharmacology and Pharmacognosy"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "Image4.jpg",
                  "captions": [
                    "Professor Eris Schoburgh",
                    "Professor of Public Policy and Management"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "LawrenceBamikole.jpg",
                  "captions": [
                    "Professor Lawrence Bamikole",
                    "Professor of Philosophy"
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "RachelIrving.jpg",
                  "captions": [
                    "Professor Rachel Irving",
                    "Professor of Biochemistry and Sport Science"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "Mehmet-Orhan.jpg",
                  "captions": [
                    "Professor Mehmet Orhan",
                    "Professor in the Department of Economics"
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Vice Chancellor’s Award for Excellence is given for outstanding performance by senior and administrative staff. This year the Mona campus recipients of the Vice Chancellor Awards were:"
                  ]
                }
              }
            ]
          },
          "across": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "Dr-Aisha-Spencer.png",
                  "captions": ["Dr. Aisha Spencer", "School of Education"]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "GeorgianaGordonStrachan.jpg",
                  "captions": [
                    "Dr. Georgiana Gordon-Strachan",
                    "Caribbean Institute for Health Research"
                  ]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "saran_stewart.jpg",
                  "captions": ["Dr. Saran Stewart", "School of Education"]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "IGDS 7 Women"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Institute for Gender & Development Studies (IGDS) of The University of the West Indies honoured over 70 outstanding women at an awards ceremony at The UWI Regional Headquarters, Mona on February 14, 2019. Marking the IGDS' 25t  anniversary and The UWI's 70t , the event celebrated the fact that women, educated at The UWI since 1948, have made widespread and lasting contributions regionally and internationally. Recipients from Mona Campus were: Dr. Hon. Gloria Knight; Professor Pamela Rodgers-Johnson; Dr. Carroll Dawes; Dr. Muriel Lowe-Valentine; Dr. Cynthia Wilson; Mrs. Jean D’Costa; Hon. Angela King; Dr. Barbara Lyle-Harper; Professor Joycelin Massiah; Dr. Erna Brodber; Professor Elsa Leo-Rhynie; Professor Barbara Bailey; Professor Maureen Warner-Lewis; Ms. Marjorie Whylie; Professor Patricia Martin-Deleon; Dr. M. Nourbese Philip; Professor Emerita, Hazel Simmonds-McDonald; Professor Carolyn Cooper; Professor Merle Collins; Ms. Joy Spence; Dr. Lucille Mathurin-Mair; Professor Rhoda Reddock; Dr. Carissa F. Etienne; Professor Marlene Hamilton; Professor Celia Christie-Samuels; Professor Maureen Samms-Vaughan; Professor Kathleen Coard; Professor Verene Shepherd; Dr. Luz Longsworth; Professor Mona Webber; Dr. Maxine Gossell-Williams; Professor Marcia Roye; Dr. Paula Dawson; Dr. Sylvia Mitchell; Ms. Fae Ellington; Mrs. Norma Rodney Harrack; Professor Sonjah Stanley Niaah; Dr. Marcia Forbes; Dr. Jean Thelma Small; Dr. Simone Badal-McCreath; Ms. Shakeba Foster; and Dr. Myrna Hague-Bradshaw."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": { "src": "UWICrest_IGDS_Vertical_12x10in_000.jpg" }
              },
              {
                "type": "image",
                "config": { "src": "UWI70thLogo-mark-01.jpg" }
              }
            ]
          }
        },
        {
          "across": {
            "components": [
              {
                "type": "image",
                "config": { "src": "DSC_0272.jpg" }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Long Service Awardees"
          },
          "across": {
            "components": [
              {
                "type": "carousel",
                "config": {
                  "height": 40,
                  "images": [
                    "SPS_1848.jpg",
                    "SPS_1815.jpg",
                    "longservice40 yr award - V Hall_.jpg",
                    "SPS_1811.jpg",
                    "SPS_1933.jpg"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "National Awards Recipients"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "National Honours and Awards recognise individuals who by their service and contribution, have had a meaningful and significant impact on national life. Orders are used to recognise merit in terms of achievement and service. Decorations and Awards are used to recognise bravery, meritorious, long and/or valuable service and/or good conduct."
                  ]
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "In the Picture:",
                    "L-R: Mr. Michael Gardner, conferred with the Order of Distinction in the rank of Commander (CD) in recognition of services to the Medical Sciences, in particular Anatomy and to the Arts; Dr. Delroy Fray, awarded the Order of Distinction in the rank of Officer (OD) for service to the health sector; Professor Dale Webber, awarded the Order of Distinction in the rank of Commander (CD) for outstanding contribution to Environmental Conservation; Professor Celia Christie-Samuels, awarded the Order of Distinction in the rank of Commander (CD) for outstanding contribution to Public Service and Child Health; and Dr. Erroll Williams, awarded the Order of Distinction in the rank of Commander (CD) for outstanding service to the field of Dentistry."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": { "src": "Composite.jpg" }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "image",
                "config": { "src": "Earl-Jarret.jpg" }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Mr. Earl Jarrett, Chairman of the UWI Mona Campus Council received the Order of Jamaica (OJ). Mr. Jarrett was recognised for exceptional contribution to the banking and financial sectors, public service and volunteerism."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "image",
                "config": { "src": "UWIGuardianLife teaching award 2018.jpg" }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI/Guardian Life Premium Teaching Award - Since 2004, the UWI has partnered withGuardian Life Limited/Guardian Group to offer the UWI/Guardian Life Premium Teaching Award.This award is now the most prestigious award offered on the Campus for teaching. Dr. AishaSpencer, Lecturer in the School of Education, was the 2018 recipient. She was lauded for herpedagogical accomplishments and offered special prizes. Other faculty who were shortlisted forthe Award were Dr. Wayne Palmer, Faculty of Medical Sciences; Dr. Venkateswara Penugonda,Faculty of Science and Technology; and Miss Lisa R. Brown, Faculty of Humanities and Education."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Staff Members Completing Degree Programmes at UWI"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI provides the facility for staff to access most programmes delivered at The UWI without having to bear the cost of tuition. Many staff members access this benefit and in the 2018/2019, 15% of our staff were enrolled in programmes being offered at the Mona Campus."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "UWI Gender Mainstreaming"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI continued in its efforts to promote a culture of gender equity and equality. Since the establishment of The UWI Gender Policy in 2017, the Institute of Gender and Development Studies has spearheaded several initiatives geared at creating a gender equity footprint across the Campus. These are engrained in policies and programmes that directly influence our students and staff: Gender Focal Points have been nominated in each Faculty; Gender Sensitization Sessions were organized and presented to various stakeholders across the Campus; and Gender Action Plans are being developed for each Faculty.",
                    "The UWI Mona's commitment to Gender Mainstreaming since 2012/2013 has also been strengthened by the UN's Sustainable Development Goals 2015-2030 (SDGs). These include Gender Equality (Goal 5), Reduced Inequalities (Goal 10), and the recognition of gender as essential to achieving all 17 SDGs. The SDGs provide entry points to integrate gender in ALL UWI faculties and departments. It also aligns with the Gender Sector Plan for Jamaica's Vision 2030 National Development Agenda."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "doughnutChart",
                "config": {
                  "title": "Number of staff/dependents receiving tuition waivers",
                  "properties": {
                    "labels": ["2017/18", "2018/19"],
                    "datasets": [{ "data": [485, 528] }]
                  }
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "image",
                "config": { "src": "WJC2.jpg" }
              },
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "The UWI Western Jamaica Campus"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "At the Western Jamaica Campus, all members of the Facilities Management Unit (FMU) – office attendants, lab attendants, grounds persons and gardeners – were exposed to on-site training in cleaning, landscaping, and safety in the workplace. These sessions were led by established external facilitators. Among support staff, one member is pursuing an Associate Degree while another is pursuing a Diploma in Education, while others are actively involved in professional and civic associations and community outreach programmes."
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "content-list",
                "config": {
                  "header": "7. IMPROVING INFRASTRUCTURE",
                  "contents": [
                    "Enhancing Operational Efficiencies",
                    "Digitization Initiatives",
                    "Mona Information Technology Services driving Digitalization"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Enhancing Operational Efficiencies"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "During the previous academic year, a number of initiatives contributed to increased operational efficiencies.  In consultation with the Office of Student Services and Development, the Estate Management Department (EMD) developed water management strategies, particularly for the Halls of Residence. In addition, the EMD is collaborating with the Marketing, Recruitment and Communications Office to roll out an environmental awareness initiative across the Campus to ensure both responsiveness to the SDGs as well as financial savings on unnecessary wastage."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "EBSCOSolarGrant.png"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Members of the Finance and General Purposes Committee approved the adoption of The Maintenance Authority Computerized Maintenance Management System (TMA-CMMS) across the Campus. The System allows for effective tracking of assets at the Department and Faculty levels and management of the Campus’ maintenance costs.",
                    "The Estate Management Department adopted REDCap® software for more efficient tracking of rental information as well as for tracking the movement and status of documents within the EMD and between the EMD and the Bursary.  The software was created at Vanderbilt University and is free to use for any type of data collection activity that is entirely maintained and supported by each institution. The software, which resides with Mona Information Technology Services (MITS), can be used by departments and staff at Mona.",
                    "To improve the turn-around time for requested information and customer service, the automation and production of Status Letters, which are requested by students, were achieved in the Student Affairs section of the Admissions Office.  Automation has greatly reduced the time to process Status Letters and reduced the risk of human error.  Students are now able to initiate requests through the click of a button and complete payment in person or online.  The process has also reduced the workload of staff allowing them to redirect their activities on other areas also requiring improved efficiencies in our customer service.",
                    "Throughout the academic year the Library continued an aggressive weeding out of printed materials that registered low circulation for which digital surrogates were available. Weeding is necessary to transform Library areas to accommodate the demand by undergraduate students for more collaborative spaces. This is also a part of The Library’s strategic initiative to foster student innovation and creativity."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "callout",
                "config": {
                  "components": [
                    {
                      "type": "image",
                      "config": {
                        "src": "EBSCOSolarProject Launch.png"
                      }
                    },
                    {
                      "type": "stacked",
                      "config": {
                        "texts": [
                          "The UWI Mona Library was also awarded an Elton B. Stephens Company (EBSCO) Solar Grant of USD$ 100,000 to implement a 46.86kWdc Solar Photovoltaic System on the roofs of the Science & Engineering Branch Library (SEBL) and the Physics Lab. The UWI, Mona is the first university outside the United States to win the EBSCO Solar Grant.   These solar panels were successfully installed on the Science and Engineering Branch Library and the Department of Physics and became operational in February 2019. A visit and tour by a team from EBSCO was carried out in March 2019."
                        ]
                      }
                    }
                  ]
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "Library staff with visiting members of the EBSCO Team, Solar Buzz and the Department of Physics during a tour of the solar panels"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Digitization Initiatives"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Digitization was identified as one of the priority strategies for transforming processes used in administration and in the primary services we offer of teaching and communication of knowledge products. Digital technology represents a powerful tool for widening access to a UWI education, reducing expenditure on capital projects, and developing products for commercialization.  During the year under review a number of departments used digital technology to generate gains.  For example, to improve learning outcomes, several instructors in the Department of Computing recorded their lectures and posted the videos on OurVLE, the University’s course management system. The recorded videos not only enhance student learning but also have the potential of attracting regional and part-time students to the Department’s programmes.",
                    "In the Office of the Campus Registrar, staff from the Student Affairs section teamed up with MITS to develop an automated ranking system of entry qualifications from student applications to the Faculty of Humanities and Education. The automation would not only bring the Faculty in line with  what obtained in other Faculties, but would also considerably diminish the time and resources  deployed in the processing of applications. As a result of this initiative, the number of offers for the Faculty at January 31, 2019 increased by 30%, no doubt as a result of the shift from the manual process which previously existed.",
                    "The Digitization Project, which is overseen by the Campus Records Office in the Office of the Campus Registrar, expanded in 2011 to include the conversion of all student files to digital format. Digitization has saved approximately JMD$ 1.5 million annually on file jackets and other filing supplies. More importantly, the electronic system allows for easy access and fast retrieval of information when used in conjunction with the Banner Student System. To date, approximately 530,000 pages of documents for students who commenced in the academic year 2010/2011 to present is now available in Banner Document Management System.  This effort has served to establish the viability of a central electronic document management service for the University’s administrative functions."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "DTImage5.jpeg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "Digital Transformation"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "MITS is charged with realizing a vision of a digitally transformed University that markedly improves the student experience and student outcomes. Digitally transforming teaching and learning is fundamental to the University’s mission. This transformation also includes the creation of new technology enabled business models, particularly in the context of contracting public sector funding and increased competition in the higher education space. While the transformation requires continuous innovation of capabilities and approaches to administrative processes, teaching, learning, and research, the year 2018/2019 saw a refocusing and rationalization of our resources and potential for achieving gains.",
                    "The work of MITS over the last year has focused on the ICT infrastructure necessary to support digital transformation, and laying the platform for digital transformation initiatives, specifically to"
                  ]
                }
              },
              {
                "type": "bullet",
                "config": {
                  "bullets": [
                    "Create a highly connected Campus",
                    "Enhance teaching and learning spaces",
                    "Improve and expand online education and e-learning",
                    "Implement technology to support research and innovation (Research Computing)",
                    "Improve administrative efficiency and the student experience"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "mits.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Creating a highly connected Campus"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Ubiquitous, high performance network (and Internet) connectivity is fundamental to a technology enabled Campus and digital transformation. The recent focus has been on improving wireless Internet services to students on the Halls of Residence. A new wireless (Wi-Fi) network was implemented for (the new) Irvine Hall providing wireless Internet services to all residential and common areas of the Hall. This is the latest in a broader initiative to continuously improve wireless (Wi-Fi) services across the Campus which has resulted in a more than doubling of wireless service capacity Campus-wide and new wireless networks commissioned on the ABC, Chancellor, Preston, Rex Nettleford, and Taylor Halls and the upgrade on wireless infrastructure of all Faculties."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "20200302_132332.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Enhancing  teaching and learning spaces"
          },
          "full": true,
          "left": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "FMS300Lecture Theatre.png",
                  "captions": ["FMS 300 Lecture Theatre"]
                }
              },
              {
                "type": "caption-image",
                "config": {
                  "src": "LawLectureTheatre 2.png",
                  "captions": ["Law Lecture Theatre 2"]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The need to implement more student-centered, flexible and interactive approaches to learning requires re-engineering of existing learning spaces. In part this can be supported by multimedia and Internet collaboration and streaming technologies.  An additional four (4) teaching spaces were equipped with multimedia and videoconferencing systems. Currently, one hundred and sixty (160) instructional spaces (at Mona and the Western Jamaica Campus) are equipped with multimedia infrastructure."
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Improvement  and expansion of  online education and e-learning"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "MITS has implemented technologies critical to the support of online and blended learning. These include learning management systems (LMS), virtual learning environments (VLE) and interactive response systems. An objective is to accelerate the move of teaching and learning online.  In this regard, the number of active online course environments have increased by 26% over the prior year. This resulted in the number of courses with an online component increasing from approximately 2300 to a current total of 2,892. In addition, MITS developed and delivered staff (faculty) training – some aspects in collaboration with CETL – in the effective use of the virtual learning environment and learning management systems, and collaborative learning platforms that include the following:"
                  ]
                }
              },
              {
                "type": "bullet",
                "config": {
                  "bullets": [
                    "Basic training for staff members and all new academic staff members prior to the start of each academic year and upon request thereafter.",
                    "Interactive classroom response systems.",
                    "Intermediate and advanced training for all staff members at the start of each semester.",
                    "Tailored on demand training with groups or individuals as needed.",
                    "Computer based training and self-help resources online.",
                    "Access to a catalogue of self-service video resources offering step-by-step guidance   to tutors in accomplishing common tasks within the Virtual Learning Environment.",
                    "Virtual training using online tools such as Blackboard Collaborate and Zoom video conferencing."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "columnChart",
                "config": {
                  "title": "OSS Installations",
                  "properties": {
                    "labels": ["2015-17", "2017-19"],
                    "datasets": [
                      {
                        "data": [1298, 1596]
                      }
                    ]
                  }
                }
              },
              {
                "type": "note",
                "config": {
                  "texts": [
                    "MITS delivered software application support of teaching and learning in specific courses by providing for the installation, training and support of open source software (OSS) – a. free alternative to specific commercial off-the-shelf applications. During the period August 2017- July 2019, there was a total of 1,596 open source software applications installed. This compares with 1,298 installed instances for the prior period, August 2015 toJuly 2017."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Research Computing Implementing technology to support research and innovation"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Research computing, that is, the use of high-performance computers to support and solve problems that are computationally and data intensive, is necessary for many contemporary areas of basic and applied research. MITS successfully manages a high-performance computing cluster (HPCC) in support of research and innovation and   prioritizes supporting this resource to faculty to diversify the range of research areas that might benefit. During the last year MITS management of high-performance computers has served as a resource for scientific modelling, numerical computation and (big) data analytics in support of the following research areas:"
                  ]
                }
              },
              {
                "type": "bullet",
                "config": {
                  "bullets": [
                    "Climate Change, Climate Risk Assessment and Climate Resilience",
                    "Material Science Studies",
                    "Post-fire Characterization",
                    "Environmental Modelling"
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "Improving administrative efficiency and the student experience"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Informed decision-making increases administrative efficiency and effectiveness and is a critical prerequisite for digital business agility and consequently, digital transformation. In the last year specific administrative and academic processes have been targeted for improvement, automation and analytics to better support and drive a culture of data driven decision-making included initiatives in the following:"
                  ]
                }
              },
              {
                "type": "bullet",
                "config": {
                  "bullets": [
                    "Improving the student experience",
                    "Improving workforce management",
                    "Improving the management of the physical plant (facilities management)",
                    "Improving financial management "
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The objective is to have  similar and other related initiatives lay the platform for digital transformation of the Campus in the coming years."
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  ]
}
