{
  "report": [
    {
      "header": "One Uwi",
      "subheader": "Agility, Alignment",
      "img": "20200228_162847.jpg",
      "bg": "bg4.svg",
      "id": "one-uwi1",
      "linkColor": "#D99661",
      "rows": [
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "content-list",
                "config": {
                  "header": "UNIFYING OUR INTELLECTUAL RESOURCES",
                  "contents": [
                    "The Institute for Sustainable Development (ISD)",
                    "The Caribbean Institute for Health Research (CAIHR)",
                    "The Sir Arthur Lewis Institute for Social and Economic Studies (SALISES)"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "The Institute for Sustainable Development (ISD)"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Institute for Sustainable Development (ISD) includes the Centre for Policy Studies in Sustainable Development led by the Alcan Chair in Sustainable Development, the Centre for Environmental Management (CEM) and the Disaster Risk Reduction Centre (DRRC). ISD supports research and postgraduate study through its component Units; students read for MSc, MPhil, and PhD degrees.  ISD has collaborative links with other universities and research institutes and offers a joint postgraduate certificate with Empire State College at SUNY through the UWI-SUNY Institute for Leadership and Sustainable Development."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "20200228_162847.jpg"
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Disaster Risk Management"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Dr. Barbara Carby, Director of the Disaster Risk Reduction Centre (DRRC) and Dr. David Smith, Coordinator ISD, are the Principal Investigators for the Enhancing Knowledge and Application of Comprehensive Disaster Management (EKACDM) project funded by a CDN$ 2.7 million grant from the Government of Canada through Global Affairs Canada.  The EKACDM Initiative is a five-year project whose Ultimate Outcome is the implementation of the CARICOM Enhanced Comprehensive Disaster Management (CDM) Framework (2007) to reduce the impacts of natural and technological hazards, and the effect mechanism and programme to manage knowledge in CDM, which is Priority Outcome 2 of the CDM Strategy of the Caribbean Disaster Emergency Management Agency (CDEMA). The Initiative had three key outcomes:"
                  ]
                }
              },
              {
                "type": "bullet",
                "config": {
                  "bullets": [
                    "An enhanced regional network that generates, manages and shares knowledge on CDM and that includes gender issues.",
                    "Increased use of standardized gender-sensitive educational and training materials for CDM by professionals and students in the Caribbean.",
                    "An enhanced mainstreaming of gender-sensitive decision-making for CDM in the public and private sectors, in particular SMEs."
                  ]
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The project was successfully completed in December 2018 and produced very commendable outcomes, including: online graduate courses on Disaster Risk Management; training on business continuity and developing business plans for small business owners; postgraduate research scholarships; software development; staff and student exchanges; the development of guidelines and policy frameworks to reduce disaster risk for Tourism and Agriculture, and; training for  SMEs in the tourism, and agriculture sectors and the private sector to increase resilience to disasters."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "TraineesDisasterCommunications Course.jpg",
                  "captions": ["Trainees Disaster Communications Course"]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "The Caribbean Institute for Health Research (CAIHR)"
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "Reach Up Early Childhood Parenting Programme continues to go global"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Reach Up Early Childhood Parenting programme is a training package developed from the Jamaica Home Visit Intervention, to increase capacity for implementation of parenting programmes for children zero (0) to three (3) years old.  The package includes the curriculum, toy manual, training manuals with videos from three (3) countries, as well as a guide for adaptation and implementation planning. In partnership with government agencies, universities and NGOs, Reach Up has now been implemented in 14 countries. In July 2019, CAIHR collaborated with the Africa Early Childhood Network (AfECN) to conduct a senior level training workshop in Nairobi, Kenya for countries in sub-Saharan Africa, including Liberia, Kenya, Mozambique, Senegal, Tanzania, and Zimbabwe."
                  ]
                }
              },
              {
                "type": "header",
                "config": {
                  "level": 4,
                  "text": "The Sir Arthur Lewis Institute for Social and Economic Studies (SALISES) "
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "SALISES, Mona is one of the leading research institutes across the Caribbean. The Institute boasts its own documentation centre, databank and publications section; the Norman Girvan Documentation Centre provides access to over 70,000 books, documents and journals and the Derek Gordon Data Bank provides an on-line resource of Caribbean data on important aspects of Caribbean development. Research at the Institute is aligned with the needs of the Caribbean region and also seeks to address development challenges such as those cited in the Sustainable Development Goals."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "caption-image",
                "config": {
                  "src": "ReachUpin Zimbabwe.jpg",
                  "captions": ["Reach up in Zimbabwe"]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 5,
            "text": "Collaborations in Teaching and Research"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Fueled by its mission to undertake high-impact research and excellent graduate teaching, The Sir Arthur Lewis Institute of Social and Economic Studies (SALISES) entered into four (4) Memoranda of Understanding aimed at pursuing collaboration in teaching and research. The agreements were formalized with the Institute of Development Studies (IDS) at the University of Sussex, United Kingdom; the University of Prince Edward Island (The Institute of Island Studies) in Canada; Humber College Institute of Technology and Advanced Learning in Canada; and the Universität Kassel in Germany.  One of the initiatives under the MOU between SALISES and Humber College is to foster student exchange between these institutions. To this end, SALISES hosted sixteen (16) Humber College students for two (2) weeks in May 2019. During their stay, the students were briefed on Jamaica’s criminal justice system. Arising from the MOU with the University of Prince Edward Island (UPEI), Dr. Dacia Leslie, Research Fellow (SALISES), was granted a Canada-CARICOM Leadership Scholarship to conduct research work at UPEI for five (5) months."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The employment of a Grants Writer at SALISES resulted in an increase in the number of consultancies that the Institute provided. Consultancy services were provided to Winrock International Jamaica, the EU-LAC Foundation, the United Nations Development Programme, the Ministry of Labour and Social Security, and the Urban Development Corporation. Policy orientated consultancies included the completion of a Horizon Scanning and Foresighting Study for Jamaica’s Third City (sponsored by the UDC).  SALISES was also contracted to design and implement protection and prevention activities to address child trafficking in Jamaica. This contract was in support of a Child Protection Compact Partnership signed between the United States Department of State and the Government of Jamaica."
                  ]
                }
              }
            ]
          },
          "across": {
            "components": [
              {
                "type": "image",
                "config": {
                  "height": 5,
                  "src": "_MG_4128.jpg"
                }
              }
            ]
          }
        }
      ]
    },
    {
      "header": "NOTABLE ACHIEVEMENTS AND EVENTS",
      "img": "SPS_6150.jpg",
      "bg": "bg5.svg",
      "rows": [
        {
          "header": {
            "level": 4,
            "text": "The UWI-Belgium Connection"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Office of the Principal hosted a Cocktail Reception on July 11, 2019, to commemorate the 40thanniversary staging of two Murals which were donated to The UWI Mona Campus by Belgian artist, Mr. Claude Rahir. The Reception was a joint effort between The UWI, Mona and His Excellency Guy Servin, Ambassador of Belgium to Jamaica, (through the Ministry of Foreign Affairs and Foreign Trade).",
                    "The imposing and colourful murals are immediately recognizable  landmarks  fronting two buildings of the Campus and a daily reminder that we do not live by bread alone. They chant a mantra for social change and are reflective of values that are dear to the heart of The UWI.  One Mural Communication demonstrates the artist’s commitment to the ideals of peace and love between nations and is aptly displayed on the walls of the Caribbean Institute of Media and Communication (CARIMAC). The Mural depicts communication of every kind – overhead hovers a communication satellite, while down on earth people listen to transistor radios, kiss, play musical instruments, and women play with and nurse babies. The Mural was completed in 1979.",
                    "Another Mural serves as a striking introduction to the Main Administrative Complex of the Mona Campus. Familiarly called the Year of the Child Mural, it depicts the activities of the seven Faculties of The University of the West Indies, as well as children at work and play, commemorating the International Year of the Child, 1979, in which it too was executed."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "SP3_7076.jpg"
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "overlay",
                "config": {
                  "src": "STARTC.jpg",
                  "headers": ["UWI/CB 5K"],
                  "rg1": "255,255,255,0",
                  "rg2": "255,255,255,0"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The 7th Annual CB Group UWI 5K and Smart Eggs Kids K was held on Sunday, November 11, 2018, once again under the patronage of Dr. Douglas Orane, OD; Dr. Donette Chin-Loy Chang and Dr. Thalia Lyn, OD. It is the largest fundraising event for the Mona Campus Scholarship Fund and the only road race in Jamaica that has an official component for children ages four (4) to ten (10) years old."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "Almost 4,000 participants registered for the run/walk raising JMD$ 10 million dollars for the University’s Scholarship Fund. Since the inaugural event in 2012, over 200 scholarships have been awarded from this Fund to academically outstanding students in dire financial need. They continually express their appreciation for the opportunities afforded them as a result of this event."
                  ]
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The CB Group UWI 5K and Smart Eggs Kids K received tremendous support from the Jamaican private sector: CB Group, Title Sponsor; National Commercial Bank, National Baking Company, RJR Group, Port Authority of Jamaica, Mayberry Investments, Proven Investments, GraceKennedy Ltd., The Gleaner Company, Island Grill, Rainforest Seafoods, The Jamaica Observer, Lasco, Jamaica Producers, Jamaica National General Insurance, Visual Vibe Ltd., IPrint, Nationwide, Irie and ZIP FM, Power 106, The Jamaica Pegasus Hotel, Dunlop Corbin, Running Events, SunBloc Awnings and Tents, It’s Pixel Perfect, Newstalk 93FM, SunCity Radio, Jamaica Moves and Salada.",
                    "For the past six (6) years the University has used the occasion to honour Jamaicans who have made outstanding contributions to sports. Past honorees include: Dr. the Honourable Glen Mills, OJ, (football); Dr. the Honourable Michael Fennell, OJ, (Olympics); Dr. the Honourable Molly Rhone, OJ, (basketball); Mr. Alfred “Frano” Francis, (road races), OD and Mr. Asafa Powell, (track and field). This year Mr. Omar McLeod, Olympian hurdler and the Reggae Girlz, World Cup participants, were the distinguished honorees."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "carousel",
                "config": {
                  "images": [
                    "PETETHEPELICAN AND CB CHICKETN.jpg",
                    "PARTICIPANTSENJOYINGENTERTAINMENT.jpg",
                    "WhatsAppImage2019-08-14 at 9.06.03 PM (2).jpeg",
                    "2019-08-14at9.06.03 PM (3).jpeg",
                    "OMARDANCINGWITH AKSHAI MANSINGH AND PRINCIPAL.jpg"
                  ]
                }
              }
            ]
          }
        },
        {
          "header": {
            "level": 4,
            "text": "The UWI on a ‘Roll’ – Advancing the Film Industry"
          },
          "left": {
            "components": [
              {
                "type": "header",
                "config": {
                  "level": 5,
                  "text": "The GATTFEST Film Festival"
                }
              },
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The Centre for Tourism and Policy Research (CTPR) hosted the seventh staging of the GATFFEST Film Festival in June 2019. For the 2019 staging of the festival, 51 films were submitted from a total of 20 countries. The festival also boasted an expansion from 8 to 10 days, with the most collaborations with embassies and partners to date.  The GATFFEST Film festival has quickly grown to be the largest film festival in Jamaica, one of the largest film festivals in the Caribbean, as well as one of the longest running film festivals in Jamaica after celebrating its seventh staging in June 2019.  Over the years GATTFEST has received ongoing support from the Japanese, Mexican, South African and Colombian embassies; during GATFFEST 2018, the CTPR was approached by many potential partners including the Embassy of Mexico, The Republic of Korea and the Embassy of Cuba to partner to co-host their own GATFFEST film nights in June 2019. A new award, the “Archie”, in recognition of and named after the former Mona Campus Principal, Professor Archibald McDonald, was also unveiled at the staging of this years’ event."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "gatfest.png"
                }
              }
            ]
          },
          "across": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "20200228_162847.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "CARIMAC and Frame of Reference, a Post Production facility in Kingston, hosted Film Rush, an annual film workshop held on March 8 to 10, 2019 at CARIMAC Annex II.  This activity exposed high school students to different areas of film production.  Filmmaker, Mr. Gerald Hynes, conducted a workshop for the participants on Friday, March 8 after which the teams wrote, shot and edited their films. A screening and an award ceremony were held on Sunday, March 10.  CARIMAC also hosted the KingstOOn 2019 animation forum in conjunction with the World Bank’s Youth Employment in the Digital and Animation Industry (YEDAI) project at the University of Technology, Jamaica. The School contributed by awarding scholarships for the categories of Best Storyboard, Best Character Design, Best Caribbean Short Film, Best Concept, Best Student Film, and the Best Performance in the Pitch Development Boot Camp Competition.  The winners were given the opportunity to pursue a CARIMAC Summer Short Course. Faculty also attended the event to improve their delivery and understanding of the international animation industry.  Through this event, CARIMAC was able to establish relationships with Animation Lounge and Raquel Benitez of Centennial College in Toronto, Canada. Benitez also owns and operates Comet Entertainment Inc.  and is willing to lecture for a few weeks on her expertise in producing animation projects to CARIMAC students.  Still in the field of media studies, in April 2019, the top two documentaries produced by Journalism students were presented to an audience of media practitioners, business people, and students.  The documentaries titled, Long Live Free Grenada and Rasta Revelation, produced by Trellona Charles and Kemeisha Ellis, respectively, were well received and the students were commended for their efforts."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The UWI Community Film Project (UWICFP) continued to fulfil its mandate of training young, unattached inner-city youth in the rudiments of filmmaking. During the last academic year, the UWICFP trained two cohorts, graduating a total of twenty-one (21) persons. This increases the number of trained filmmakers trained by the project, since its inception in 2012, to approximately four hundred and seventy (470) persons from across Jamaica.",
                    "The Faculty of Humanities and Education also continues to maintain a strong presence in the film industry through its course and programme offerings; these cover the broad areas of digital media production, animation, film production, media management and film studies."
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "carousel",
                "config": {
                  "height": 40,
                  "images": [
                    "VMP_0581.jpg",
                    "SP2_0164.jpg",
                    "SP3_4949.jpg",
                    "SP3_5061.jpg",
                    "SP3_5503.jpg",
                    "VMP_0561.jpg"
                  ]
                }
              }
            ]
          }
        }
      ]
    },
    {
      "header": "THE WAY FORWARD",
      "subheader": "ANTICIPATING 2020 AND BEYOND",
      "img": "20190923_122809C.jpg",
      "bg": "bg6.svg",
      "cover": "cover",
      "linkColor": "#84741D",
      "id": "forward1",
      "rows": [
        {
          "header": {
            "level": 4,
            "text": "The Way Forward – Anticipating 2020 and beyond"
          },
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The academy now approaches the mid-point of the five-year strategic plan. It is imperative as we advance, in unity with the other University of the West Indies campuses, the three  strategic pillars: Access, Alignment and Agility,  that we remain focused on our vision of being an excellent global university rooted in the Caribbean,  Given the successes that have already demonstrated in the 2018/2019 academic year, the Mona Campus will continue its grounded strategic approach of mobilizing and maximizing its resources towards sustainability,  further improving the six (6) high-level priority strategies that have been adopted as the drivers of  our Campus development.  The following improvements are already underway in each of these areas:",
                    "(1) Improving the quality of teaching, learning and student development - We will improve Teaching and Learning by approving additional staff for Centre for Excellence in Teaching and Learning (CETL), combining the Campus Office of Online Learning (COOL) and the Medical Education Unit (MEU) to ensure that every staff member who is involved in  teaching will be exposed to valuable face to face, online and digital experience simultaneously.",
                    "(2) Fostering a Culture of Research – The re-established Mona Office of Research and Innovation will facilitate the development of Research Clusters; assist researchers with proposal writing; identify research grant opportunities; increase the number of publications per capita; and ensure the research goals of the Strategic Plan are achieved. Faculties have also been challenged to provide Mentorship Programmes for young academics with the metric of at least two (2) mentees assigned per Faculty. To provide overall tools for the entire Campus community we will strengthen databases for all faculties, libraries, research centres, research entities, including the UWI Scholar database and the FSS Institution Research Repository."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "image",
                "config": {
                  "src": "20191006_133011.jpg"
                }
              }
            ]
          }
        },
        {
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "(3) Establishing new academic/industry partnerships - In the area of Research, the Mona Office of Research and Innovation (MORI) will be empowered to improve grantsmanship, cross Campus collaborative research, and to improve quality, quantity and impact of research. We envisage that the fruits of this strategy will be realised over a two-year period.  As noted above in several areas, we are intensifying ties between the Mona Campus and the public and private sector, directly engaging the questions and problems they experience in our research agenda to produce data and analysis which will allow those entities to grow and thus appoint The UWI a major role in national and regional revitalization.",
                    "We fully appreciate the importance of Financial autonomy and with the knowledge gained we are working steadfastly towards improvement in our financial health status, following closely the signposted roadmap that has been identified as the best path forward.",
                    "(4) Restoring Financial Health - Our next steps include the improvement of operations and addressing all Human Resources matters  within the Bursary;  the  Campus Finance Sub-Committee of F&GPC is charged with the rigorous analysis of all financial processes;  we plan to use  commercial  entities and business systems to turn around the current financial status; to implement systems to increase the efficacy of cost containment initiatives; and to manage risks associated with the Campus’ entrepreneurial endeavours  through the Public Private Partnerships (PPP) Unit  and  other similar initiatives."
                  ]
                }
              }
            ]
          },
          "right": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "(5) Initiating a Caring, Accountable, Motivated Professional Team (CAMP) – At the heart of the Mona Campus operations are the people. Staff at all levels are being engaged to support their personal development and enhance operations within their entities. Accountability and professionalism are our new watchwords as we demonstrate care and motivate the best in our human resources. The next steps are to: improve HR platforms, improve operations of the Estate Management Department (EMD), and install a system of online assessment through a Staff Engagement Survey, improving both the survey content and response rate.",
                    "(6) Digitization - Digital Transformation is key to our twenty-first century transformation and central to our improved efficiency, reliability, business continuity, resilience and revitalization. The improvement of hardware, network switches and infrastructure are urgent sites for address.   We are continuing to work with FUJITSU and other partners, from both public and private sector who are willing to invest in the digital transformation of The UWI.  To further expand and develop our teaching capacity, we will convert more courses from face-to-face to online format while improving the multimedia platform in classrooms."
                  ]
                }
              }
            ]
          }
        },
        {
          "full": true,
          "left": {
            "components": [
              {
                "type": "stacked",
                "config": {
                  "texts": [
                    "The activities over the 2018/2019 academic year that are contained within the six (6) strategic areas examined closely in this Report were also highlights of the Self-Assessment Report for the institutional accreditation of the Mona Campus. The recommendations from the Accreditation Report and Council will provide a framework for the further expansion of the strategic goals and our implementation of proposed innovation in processes in the coming years. We fully appreciate that to ensure our survival, the Mona Campus has no other choice than to maximize its intellectual, human and physical resources for a sustainable future."
                  ]
                }
              }
            ]
          }
        }
      ]
    }
  ]
}
